["Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Tantas saudades disto, saudades de quando todas as semanas tínhamos reuniões do partido e todos os meses reuniões de assembleia, de camara e de junta mas que ao fim tudo valia a pena 🥰🔙", "E neste 25 de abril de estado de emergência assinala-se também os 45 anos da eleição da Assembleia Constituinte, o primeiro sufrágio democrático universal em Portugal. \n", "E neste 25 de abril de estado de emergência assinala-se também os 45 anos da eleição da Assembleia Constituinte, o primeiro sufrágio democrático universal em Portugal. \n", "Com ou sem Assembleia da República, 25 de abril Sempre!", "@justica_pt e que tal se tratassem de limpar a assembleia da republica da cambada de gatunos que lá vive???\n\ne verdade, a prescrições não e crime...", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "@mvpcastro @Ezmoney5niper Ou então uma república constitucional unitária semipresidencial, como ocorre em Portugal, onde a Assembleia (Parlamento) tem grandes poderes. É um case. Hj o presidente é de centro direita e a assembleia é maioria de centro esquerda.", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Uma frase que amanhã será muito ouvida na Assembleia da República e não por causa do vírus.\n Boa noite, bons sonhos. 🌌🌌🌌 ", "25 de Abril, TODOS PARA A ASSEMBLEIA FESTEJAR CARALHO", "@antoniocostapm “Veremos alçados ao Poder analfabetos, meninos mimados, escroques de toda a espécie que conhecemos de longa data. A maioria não servia para criados de quarto e chegam a presidentes de câmara, deputados, administradores, ministros e até presidentes de assembleia da República.\"", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Já deram entrada na Assembleia da República as quatro propostas de lei aprovadas ontem pelo Conselho de Ministros: a PPL 26/XIV que aprova um regime excecional para a celebração dos acordos de regularização de dívida no âmbito da água e do saneamento de águas residuais;", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Já deram entrada na Assembleia da República as quatro propostas de lei aprovadas ontem pelo Conselho de Ministros: a PPL 26/XIV que aprova um regime excecional para a celebração dos acordos de regularização de dívida no âmbito da água e do saneamento de águas residuais;", "Só faltava este. Os tipos vão tirando a máscara. ", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "A minha mãe a mostrar me post no Facebook: a máscara dada aos deputados na assembleia da república dia 25 de abril eram focinhos de burro Ahahah", "@NunoAlvesdeFre1 Sim. Eu sei, também não. Mas se calhar acharam que estavam em segurança uma vez que estão ao ar livre e afastados. Amanhã na assembleia talvez seja pior.", "@olhaodegrau @MonsterEnergy Pronto, joga ufc e faz videos na assembleia", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Paulo Portas foi hoje duríssimo com a Diretora-Geral de Saúde, Graça Freitas, por causa da questão das máscaras na Assembleia: “O que é um hipermercado, uma casa pequena? O que é um centro comercial, uma casa pequena? ", "Assembleia Municipal - Sessão Evocativa 25 de Abril 2020 via @YouTube", "@leiladovolei Parece uma adolescenta, líder estudantil, falando em assembléia de colegiais.\nPinta a cara e vai para as ruas protestar. ✊✊✊✊✊✊✊", "@PilotInComm Hum@então quem vai a e fica na assembleia não chega ao jardim da estrela", "@PilotInComm São 300 metros do jardim à assembleia", "@PilotInComm E na assembleia estava alguém ou é so amanhã?", "Também posso alugar a assembleia da República para festejar o meu aniversário? Levo nem 100 pessoas e ficamos também afastados 3 lugares no mínimo, como vão fazer com o 25 de abril?", "@pfl1976 @IsabelAlbuquer1 @dassmariaduarte @viamart @PACabral @LPRT012 Parece-me que será lei da AR (\"a Assembleia da República procede à adaptação, em diploma próprio\").", "Sabiam que o Nº2 de Portugal já foi indiciado em processos de justiça portuguesa por pedofilia? Lembram-se disso? Pois, este indivíduo é atualmente Presidente da Assembleia da República Portuguesa, pasmem-se, e depois admiram-se do estado atual das nossas políticas✌️ ", "@SNS_Portugal @DGSaude @govpt A assembleia da República não é um espaço fechado?", "Sabiam que o Nº2 de Portugal já foi indiciado em processos de justiça portuguesa por pedofilia? Lembram-se disso? Pois, este indivíduo é atualmente Presidente da Assembleia da República Portuguesa, pasmem-se, e depois admiram-se do estado atual das nossas políticas✌️ ", "Dinheiro será destinado a comprar material médico para Centro Hospitalar\n\n", "YoungNetwork ganha identidade e comunicação da Assembleia na Presidência Portuguesa da UE ", "Muito bem, João Almeida. A demonstrar muita raça e a ser contundente em relação a Ferro Rodrigues. Disse do presidente da AR o que não ouvi a muito comentador político e jornalista sobre a polémica do 25A na AR. No Ferro não tocam, não se percebe porquê. ", "Assim como vários cidadãos foram impedidos, pelas forças d segurança, de sair do concelho de residência na páscoa e vão ser no fim de semana do 1 de maio, espero que o mesmo aconteça com 1 grupo de cidadãos k está a organizar uma festa amanhã na Assembleia da República. É justo!", "Muito bem, João Almeida. A demonstrar muita raça e a ser contundente em relação a Ferro Rodrigues. Disse do presidente da AR o que não ouvi a muito comentador político e jornalista sobre a polémica do 25A na AR. No Ferro não tocam, não se percebe porquê. ", "#Penafiel Deputados da Assembleia Municipal de Penafiel abdicam de senhas de presença para aquisição de bens para o CHTS ", "@afonso_axe E é este badalhoco flácido que preside à assembleia da república.\nQue país sinistro...", "Da minha última Assembleia Municipal:\n\"Deputados oferecem senha da Assembleia para a aquisição de 10 mil máscaras\"\n via @Gazeta Das Caldas", "25 de Abril na Assembleia da República: Top 10 artigos de opinião no Facebook. Artigos com opinião favorável à realização da cerimónia assumem maior destaque nesta rede social à data de 22/04 às 14:00. Mais info aqui &gt;&gt; \n#MediaLab_iscte #25deAbril #AR ", "Graças ao impulso da Venezuela na Presidência #MNOAL, há um ano a Assembléia Geral da ONU declarou 24 de abril como Dia Internacional do Multilateralismo e Diplomacia pela Paz. Hoje, mais do que nunca, devemos promover decisões coletivas para alcançar a paz. ", "Máscaras? Viseiras? Luvas? Protecções de microfone?\nPara quê?\nO edifício é pequeno? São poucos?\nAh... o vírus amanhã não 'trabalha'...\n", "Ativistas ambientais desapontados com falta de respostas da Galp 🛢️Ativistas do grupo @Climaximo_Pt compraram ações da #Galp para questionar a administração na assembleia geral de acionistas desta sexta feira 🛢️#ambiente #energia @expresso ", "@afonso_axe E é este badalhoco flácido que preside à assembleia da república.\nQue país sinistro...", "Não precisamos só de solidariedade. Exigimos respeito!!! Via @dnoticiaspt", "Mas vá, amanhã vão lá para a Assembleia agir como se nada fosse. E as restrições para este fim de semana como vão ter para o 1º de maio? Nada?", "YoungNetwork ganha identidade e comunicação da Assembleia na Presidência Portuguesa da UE - ", "Eu sei que ah e tal isto não se diz \nMas os deputados que vão estar na assembleia pra celebrar o 25 de abril deviam sair de lá tds infetados", "\"O protesto reivindica o desmantelamento da Galp (...)\". Ainda há quem desvalorize a importância da saúde mental. \n\n", "Ah, se a praia fosse um espaço amplo como a Assembleia da República... 🏖 🏛", "Depois de amanhã vão ver as quarentenas a ser cumpridas. Preparem-se. Façam como alguns municípios. Transmissão online. Mínimo de pessoas. Não é 100 nobres na assembleia. A eles não deve atingir.", "A Assembleia e a Câmara de Coimbra vão celebrar o 46.º aniversário do 25 de Abril com momentos gravados que serão partilhados nas redes sociais e no portal de notícias do município, foi hoje anunciado.\n#25deabril #CâmaradeCoimbra ", "@asulado @isv5 Obrigada pela dica. Só fui a um em Campo de Ourique e outro em Santos (perto da Assembleia da República), este segundo come-se muito bem.", "PSD: \"é o partido que ajuda o governo, mas que mais oposição fez à libertação de presos e ao funcionamento da Assembleia da República nos moldes escolhidos por Ferro Rodrigues.\" @CEReis5", "@framos10 Pois, mas como Fernando Medina e o vereador Manuel Grilo nunca vão à Assembleia municipal, torna-se difícil...", "@FranciscoALeite @mjoaomarks “Sérgio Humberto desafia o Presidente da República, o presidente da Assembleia da República e o governador do Banco de Portugal a terem a mesma atitude.”\n\nDiz tudo sobre a suposta boa ação. É só uma tentativa de chamar a atenção.", "@JBrito Não quero ir para a assembleia da república...", "Casem com alguém que vos trate como tão indispensáveis como a Assembleia da República trata o funcionário que troca os copos de água. ", "Ativistas ambientais “invadem“ assembleia de acionistas da Galp ", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "Entre 1 a 3 Maio, circulação entre concelhos vai ser proibida. O 25 de Abril na assembleia da República, não é proibido! Pode haver aglumeracao de pessoas, no concelho no festejos do dia 1 de Maio.", "@NunoAlm86195567 @rubenregal_261 @Venturaa1423 @rodroquette E segundo boatos, tem ligações com o Rui Pinto... Eles nos EUA tão se a cagar para o futebol, nem percebem nada disto, muito menos em pt e o gajo até vem falar de merdas que se passaram em assembleia geral, cheira muito a encomendado", "Entre 1 a 3 Maio, circulação entre concelhos vai ser proibida. O 25 de Abril na assembleia da República, não é proibido! Pode haver aglumeracao de pessoas, no concelho no festejos do dia 1 de Maio.", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "Deslocamento proibído no fim de semana, eles podem celebrar 100 dentro da assembleia", "E vão pra Crlh com isso do “ah mas tu não devias sair de casa” \nNão kkkk, enq vocês estão confinados (alguns) há mais de mês e meio sem sair de casa o 25 de abril vai ser comemorado na assembleia com 100 pessoas \nDeviam pensar um bocado antes de só acatarem ordens atoa", "Está se melhor na praia que na Assembleia da República? ", "Está se melhor na praia que na Assembleia da República? ", "@ppaodemonio Epa é mais um não problema, as imagens mostram bem que para além das letras em chines, em cima tem os símbolos que toda a gente intende, é mais uma não notícia/ polémica para o coiso aproveitar para o debate quinzenal na assembleia.", "Assembleia Municipal de Olhão aprovou proposta da CDU para a realização das comemorações do 25 de Abril ", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Faz hoje um ano que eu caguei numa casa de banho da assembleia da República e um segurança ficou tenso comigo porque eu estava a demorar", "@carlos_jb_paz Ópio do povo a voltar para compensar o 25 de abril celebrado na Assembleia... brilhante ideia sr #AntonioCusta ... há que distrair o povinho do que é realmente importante...", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "Ferro Rodrigues diz que não serão admitidas máscaras na Assembleia da República para celebrar o 25 de Abril, mas os aventais, esses são bem-vindos.\nAbaixo o 25 de Abril, sempre! Abaixo este regime podre, maçónico e corrupto!\n#PNR #ErgueTe #Nacionalismo #PortugalSempre #25AbrilNão ", "@paulo_baldaia A assembleia da República devia de estar a decorrer como normalmente funciona em agosto, se tiver de existir votações podem existir a partir de casa pois todos os deputados têm maneira de fazer e a comemoração com o mínimo de deputados e P República", "A Assembleia da Republica aprovou esta tarde a renovação do estado de emergência até 2 de maio. ", "@cvazmarques Pois. Mas antes de postar, convém verificar as ligações deste “jornalista” e perceber que não há ali nada de novo. Até falam da agressão do LFV na assembleia,irrelevante para o caso. Não gosto nada do homem, mas tudo serve para lançar mais e mais areia. E sabemos a cor da areia.", "It's Friday 🌈\nBlue☉\n\n#assembleiadarepublica #lisboa🇵🇹 #friday #portugal🇵🇹 em Assembleia Da República De Portugal ", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Assembleia Legislativa de Sergipe : Pela Aprovação da Insalubridade de 40% sobre o salário base do trabalhador da saúde em SE! - Assine a petição! via @change_br", "Sobre a polémica da celebração do 25 de abril na Assembleia da República só tenho uma coisa a dizer: leiam um livro! #DiaMundialDoLivro #COVID19 #FiqueEmCasa #MarcoDeCanaveses", "não se esqueçam que o 25 de abril não é só festejar, a luta nunca acabou esses fachos ainda andam escondidos, i mean alguns agora dá para vê los na assembleia kkkkk", "não se esqueçam que o 25 de abril não é só festejar, a luta nunca acabou esses fachos ainda andam escondidos, i mean alguns agora dá para vê los na assembleia kkkkk", "Só a Tabau para me lembrar do pânico que o pavão do presidente nos causava quando estavamos a fumar atrás da Assembleia da República\n\nBons tempos!!! Saudades do Parlamento dos Jovens", "Que lata virem pedir para cantar o hino a janela depois do que fizeram na Assembleia", "O número de participantes nas celebrações do 25 de Abril cai quase tão depressa como a reputação do Presidente da Assembleia da República. ", "@Gouveia Penso que eles não deviam vir aos festejos do 25 de Abril na Assembleia, não queremos lá mascarados!", "Vocês curtem bué de levar a peito as cenas pq ? Quando perguntei quem criou não me referia a algo que foi proposto, e depois discutida, aprovada, promulgada ou vetada, envolvendo a Assembleia da República, o Governo e tbm o Presidente da República. ", "@dantaseqerabom Há um deputado assim na assembleia. A opinião muda consoante o que lhe dá mais jeito.", "@SNS_Portugal @DGSaude @govpt *excepto na Assembleia da República", "*excepto na Assembleia da República ", "Com a diferença que tem lá presente uma série de convidados no grupo de risco da idade. Gracinha a fazer o frete ao PS.\n", "@aifesteves @chocosaalgarvia @EuSouZarolho Embora sem eleições livres e universalidade, algumas mulheres podiam \"votar\" e ser \"eleitas para a Assembleia Nacional e Câmara Corporativa", "Ultima hora...\nEm articulação com o ambiente a GF da\nDGS deliberou encurtar as praias para a metragem igual à da assembleia pois\nsegundo ela as praias são demasiado\nextensas e ajudam a propagar o bicho ", "@redandAsh10 Same. E nunca comi uma francesinha do Assembleia", "@Madskinn ok pensas assim. \nEu estou mais preocupado em proteger me do vírus e proteger os outros. quero lá saber da Assembleia. os políticos façam o q fizerem vão ser sempre criticados. \ntenho mais que me preocupar do que uns tipos na assembleia", "O debate surge sempre por esta altura, e agora ganhou outra relevância com o finca-pé do Presidente da Assembleia da República Ferro Rodrigues, antigo secretário-geral do Partido Socialista.", "@TheRock1608 @DaniloSabino14 @arthurmoledoval Vc mesmo assumiu que nem assiste os vídeos dele e nem sabe o que acontece dentro da Assembleia Lesgislativa de SP ,quando vc disse que ele é oposição contralada do Doria, tanto em ação como em palavras o Arthur desmente essa falácia.", "@Madskinn A assembleia esteve sempre a trabalhar só por meterem mais 50 pessoas e garantirem que vai haver respeito pelas medidas de segurança já vão começar a sair à rua e matarem se uns aos outros?", "@dntwit Nunca mais saiam da assembleia 😂🤣", "ASSINEI! Este Senhor tem de sair! #EleNão #FERROOUT #RODRIGUESOUT #FERRORODRIGUESOUT Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "A DGS vem alertar para uso de máscara em espaço fechados. Nos festejos na assembleia da República, não vai ser uso obrigatório de máscara. Então sra. Diretora graças Freitas. Em que ficamos?", "@Andrelima0705 Eu estou-me a marimbar para os cromos na assembleia, mas para o mal e para o bem representam o estado e tem que dar o exemplo as medidas impostas ou isto vai ser a república das bananas.", "@nunomigls Ora aí está a solução, o 25 de Abril não começou de madrugada? Abriam a Assembleia da República às 4 da manhã para a Joacine e o seu carregador de carteira e os restantes vinham às 9h! ", "@Madskinn Se calhar é isso que muitos querem fazer. Por causa de 90 cromos na assembleia?? poupa me", "COVID-19: Assembleia Municipal de Faro comemora 25 de abril na internet ", "assinalem a data Srs #deputados podem perfeitamente de forma simbólica celebrar a almejada #LIBERDADE apenas com um #quarteirão na #quarentena na #assembleia\n\n#estadodeemergencianacional #Lisboa #Portugal", "Pode bem, 40 e mais anos depois, ser útil para algumas agendas reescrever-se a História. Parece até ser o caso do Presidente da Assembleia da República que agora acusa quem de si discorda de Abrilistas disfarçados, mas a História está escrita. É só recordar.", "ASSEMBLEIA MUNICIPAL ADIADA \n\n A sessão ordinária da Assembleia Municipal, agendada para o dia 24 de abril, foi adiada para dia 15 de maio, às 17h00, na Biblioteca Municipal Ferreira de Castro. “Os pormenores sobre… ", "Opinião de Filomena Girão. \"Concordo, pois, com os festejos e concordo até que se façam em São Bento, como quase sempre sucedeu. O que eu já não tolero é o enfado do Presidente da Assembleia da República\" # FilomenaGirão #25deAbril #comemorações ", "@AndreCVentura @SICNoticias Espero que a PSP cumpra com o seu profissionalismo e dever para com a sociedade e identifique os demais que se deslocam à Assembleia da República no próximo sábado cumprindo a lei do confinamento que proíbe festas ou eventos em espaço privado ou público.", "5 Minutos de Direito em Estado de Emergência - 18\n\nEstado de Emergência e funcionamento da Assembleia da República \nPedro Delgado Alves\n\n\n\n#direito #estadodeemergencia #covid19 #FDUL #AssembleiadaRepública #Parlamento #Deputados", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Sobre o 25 de Abril 💮🇵🇹\n\nGraça Freitas (@DGSaude) diz que a Assembleia da República tem um espaço e um \"belíssimo plano de contingência\" que garantem o distanciamento social que permitem o evento em segurança, reforçando a lavagem das mãos e a desinfecção das superfícies.", "Sabes que as coisas estão más quando fecham os estádios de futebol, e mantêm a Assembleia aberta...Mas que País é este??", "Assembleia da República vai discutir a proibição da distribuição de dividendos via @abrilabrilpt", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "@Miguelchenko Cócó e facada.\n- Então o ranheta, não veio contigo ?\n- Não pá. O gajo já está na assembleia. Mandou - me uma selfie. ", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "A 15 de março foram proibidos os eventos com mais 100 pessoas. No meio do terceiro estado de emergência consecutivo, o presidente da Assembleia da República propõe-se organizar uma cerimónia com 130 pessoas. Ilegalidade na casa onde se fazem as leis…", "Presidente, primeiro ministro, que são de partidos diferentes, mantinham o mesmo discurso, assim como o líder da oposição na assembleia, que se comprometeu a estar junto ao PM. Os prefeitos das grandes cidades também com o mesmo discurso: fiquem em casa.", "Electric chair para a assembleia da república INTEIRA ", "A assembleia fez tudo mal para celebrar o 25 de abril. A cerimónia está mais que estragada por Ferro e pelo incidente Joacine.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Sabes que as coisas estão más quando fecham os estádios de futebol, e mantêm a Assembleia aberta...Mas que País é este??", "25 de Abril na Assembleia da República: Top 10 artigos de opinião no Facebook. Artigos com opinião favorável à realização da cerimónia assumem maior destaque nesta rede social à data de 22/04 às 14:00. Mais info aqui &gt;&gt; \n#MediaLab_iscte #25deAbril #AR ", "@JoseM4rtins Levar por tabela? Estou no meu Twitter não na assembleia ... Certamente não ficaram incomodados com as minhas experiências passadas... Acho q estás a dar um pouco importância a mais", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "@Nuno_C_Paulino @xtintovich Se eles já tão todos os dias com a Assembleia a funcionar, só acho normal que se mantenha. E eu não gosto de das celebrações oficiais, gosto de ir p rua de cravo ao peito, mas não fico vingativo pq não pude celebrar a Páscoa como os fachos", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "São estes democratas que querem muito festejar o 25 de Abril este ano na assembleia? Força ", "Na assembleia vão se juntar mais de 100 deputados juntos para celebrar o 25 de abril e eu não posso voltar as aulas... \"Prioridades\"", "Deus queira que eles se escondam na assembleia da república e festejem a liberdade com os que lá estão. CHEGA ", "Conselho Europeu redentor? -Foi bonito de ver, ontem, na Assembleia da República, o primei... ", "A assembleia fez tudo mal para celebrar o 25 de abril. A cerimónia está mais que estragada por Ferro e pelo incidente Joacine.", "Vamos propor à Assembleia da República a criação do Dia Nacional da Sustentabilidade🌳. O seu apoio é essencial para mostrar que os consumidores exigem estar no centro das decisões sobre sustentabilidade. Junte-se a nós.\n👇\n\n#decoproteste #Portugal ", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "@haruharuzinha Deram:bi\nSou:acho que jetero\nDeram:sagitariana\nSou:leonina\nDeram:solteira\nEstou:solteira NA PISTA\nderam:1,71\nTenho:1,77/78\nAcham:amiga loka\nSou:evangélica da assembleia amém", "vocês que estão chateados com o meet and greet na assembleia pensem que os ricos que lá vão entrar já foram devidamente testados porque nem eles próprios se iriam sujeitar ao próprio perigo. think like the 1%", "Ter assembleia de turma por zoom é só comédia total, nem é disciplina pautada kkk", "@AndreCVentura Ahahahahahahahahahahahahahah Tristeza André Ventura deputado?É apenas um taberneiro que chegou à Assembleia da República Não tem um pingo de estadista", "25 de Abril na Assembleia da República: Top 10 artigos de opinião no Facebook. Artigos com opinião favorável à realização da cerimónia assumem maior destaque nesta rede social à data de 22/04 às 14:00. ", "A Assembleia Nacional aprovou hoje, em votação final global, a Lei sobre a Transferência de Atribuições e Competências do Estado para as Autarquias Locais. Mais um importante diploma integrante do Pacote Legislativo Autárquico, submetido pelo Executivo angolano à casa das leis.✅", "@hugotiago_ só agora é que acordaram para o perfil do actual presidente da assembleia da república? ", "Não sou contra comemorar o 25 abril na Assembleia, não vejo nada de mal nem em termos de ética. Se não fosse o 25 abril hoje não podíamos estar nas redes sociais a dizer parvoíces. O que está a mais é só o Presidente de Assembleia que só diz merda.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Estão-se a lamber mais cus no live do Bruno Nogueira do que na Assembleia da República.", "@ruicruz O Exmo. Sr. Presidente da Assembleia da República, Dr. Ferro Rodrigues, diz que as petições na internet não lhe dizem nada. É pena pá", "Era tão bom ter o Carlos César como Presidente da Assembleia da República, não era? 🙊🙊🙊 ", "O meus amigos, os deputados querem comemorarem o 25 de Abril, 300 pessoas fechadas na Assembleia, olhe, se o Cornovirus existe, fazer uma coisa dessas é uma burriçe e se ficarem infetados são eles, não somos nós por isso calma. Não vale a pena enervar-se por isso.", "Destituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues\n👏👌\n#FerroRodrigues ofende 🇵🇹 e à democracia.\nJá demonstrou, que não é uma pessoa isenta, por isso não tem capacidade para ocupar o cargo..! #peticaopublica #peticao via @peticaopublica", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Os políticos mandam nos ficar em casa mas envés de darem o exemplo vão todos para a assembleia festejar o 25 de abrir!!!", "Os políticos mandam nos ficar em casa mas envés de darem o exemplo vão todos para a assembleia festejar o 25 de abrir!!!", "O concerto da Marília Mendonça foi adiado por causa do estado de emergência do Covid e agora estes bestas vão comemorar para a assembleia. 🖕", "O Presidente da Assembleia menospreza as reacções - onde certamente há todo o tipo de motivações - porque não compreende o que as pessoas entendem ser o sinal que o Parlamento dá. Mas não surpreende, Ferro não se destaca propriamente pela qualidade e isenção do seu trabalho. ", "@danielolivalx O Ventura conseguiu ir à assembleia?", "Vamos acabar com a INCOMPETÊNCIA.\nJá ASSINEI.\nAssinem também.\n\nDestituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Aqui está a petição para expulsar ferro rodrigues da Assembleia da República:\n\n", "Agora na Assembleia da República, em vez de se discutirem ideias, vai-se discutir se é melhor o socialismo ou liberalismo.", "Não sou contra comemorar o 25 abril na Assembleia, não vejo nada de mal nem em termos de ética. Se não fosse o 25 abril hoje não podíamos estar nas redes sociais a dizer parvoíces. O que está a mais é só o Presidente de Assembleia que só diz merda.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Estão-se a lamber mais cus no live do Bruno Nogueira do que na Assembleia da República.", "@ruicruz O Exmo. Sr. Presidente da Assembleia da República, Dr. Ferro Rodrigues, diz que as petições na internet não lhe dizem nada. É pena pá", "Era tão bom ter o Carlos César como Presidente da Assembleia da República, não era? 🙊🙊🙊 ", "O meus amigos, os deputados querem comemorarem o 25 de Abril, 300 pessoas fechadas na Assembleia, olhe, se o Cornovirus existe, fazer uma coisa dessas é uma burriçe e se ficarem infetados são eles, não somos nós por isso calma. Não vale a pena enervar-se por isso.", "Destituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues\n👏👌\n#FerroRodrigues ofende 🇵🇹 e à democracia.\nJá demonstrou, que não é uma pessoa isenta, por isso não tem capacidade para ocupar o cargo..! #peticaopublica #peticao via @peticaopublica", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Os políticos mandam nos ficar em casa mas envés de darem o exemplo vão todos para a assembleia festejar o 25 de abrir!!!", "Os políticos mandam nos ficar em casa mas envés de darem o exemplo vão todos para a assembleia festejar o 25 de abrir!!!", "O concerto da Marília Mendonça foi adiado por causa do estado de emergência do Covid e agora estes bestas vão comemorar para a assembleia. 🖕", "O Presidente da Assembleia menospreza as reacções - onde certamente há todo o tipo de motivações - porque não compreende o que as pessoas entendem ser o sinal que o Parlamento dá. Mas não surpreende, Ferro não se destaca propriamente pela qualidade e isenção do seu trabalho. ", "@danielolivalx O Ventura conseguiu ir à assembleia?", "Vamos acabar com a INCOMPETÊNCIA.\nJá ASSINEI.\nAssinem também.\n\nDestituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Aqui está a petição para expulsar ferro rodrigues da Assembleia da República:\n\n", "Agora na Assembleia da República, em vez de se discutirem ideias, vai-se discutir se é melhor o socialismo ou liberalismo.", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "ASSINEI! Este Senhor tem de sair! #EleNão #FERROOUT #RODRIGUESOUT #FERRORODRIGUESOUT Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "ASSINEI! Este Senhor tem de sair! #EleNão #FERROOUT #RODRIGUESOUT #FERRORODRIGUESOUT Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "@DuarteMarques Com o César já estaria a filha, o tio cunhada primo a trabalhar na assembleia", "25 de Abril na Assembleia da República: Top 10 artigos de opinião no Facebook. Artigos com opinião favorável à realização da cerimónia assumem maior destaque nesta rede social à data de 22/04 às 14:00. ", "Destituição do Presidente da Assembleia da República, Ferro Rodrigues\n👏👌\n#FerroRodrigues ofende 🇵🇹 e à democracia.\nJá demonstrou, que não é uma pessoa isenta, por isso não tem capacidade para ocupar o cargo..! #peticaopublica #peticao via @peticaopublica", "ASSINEI! Este Senhor tem de sair! #EleNão #FERROOUT #RODRIGUESOUT #FERRORODRIGUESOUT Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "ASSINEI! Este Senhor tem de sair! #EleNão #FERROOUT #RODRIGUESOUT #FERRORODRIGUESOUT Destituição do Presidente da Assembleia da República, Ferro Rodrigues #peticaopublica #peticao via @peticaopublica", "Como é que se pode destituir o Presidente da Assembleia da República?", "@CloseBorders Já pensaram que só precisamos de 50 deputados?? Que se houve uma investigação a sério a tudo o que acontece na assembleia e autarquias, mais de metade iam presos...", "Já sabiamos há vários anos que o actual Presidente da Assembleia da República se cagava para o segredo de justiça. Hoje descobrimos que também se está a cagar para as políticas de saúde pública.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "INFORMAÇÃO\nInforma-se que em cada sede de concelho do Distrito, estarão autocarros ao dispor dos interessados para no próximo dia 25 de Abril rumarem a Lisboa, tendo como missão, todos juntos, participar nas comemorações do 25 de Abril na Assembleia da República.\nInscreva-se. ", "@_lajoso_ Pior estou eu que li “Assembleia da República” 😂😂", "São estes democratas que querem muito festejar o 25 de Abril este ano na assembleia? Força ", "@AzevedoAlves É uma vergonha este sr ter chegado a presidente da assembleia da República. Ainda me lembro da recepção que fez ao Sr Paulo Pedroso....", "4) ... e vamos fazer ajuntamentos de 25 abril e ações de rua no 1 de maio?? Brincamos, Sr. @antoniocostapm ? Brincamos Sr. Presidente Marcelo? Brincamos, Sr. Presidente da Assembleia da República? 25 de abril, sempre, mas não em 2020... #25abril #1maio", "Mas em relação ao 25 de Abril volto a afirmar a minha posição, se forem realizadas as celebrações mediante a forma como tem funcionado a Assembleia até agora é fulcral que se faça isso, só não estiquem a corda", "@danielolivalx @fghenriques991 O 25 de Abril é Liberdade. Liberdade de expressão, Liberdade de comunicação, Liberdade de criticar, Liberdade de indignação. \nEstranhamente parece um conceito estranho para certas pessoas que teimam em calar o Presidente da Assembleia da República.", "Que vergonha!\nAinda hoje, em pleno estado de emergência, com imensos portugueses confinados nas suas casas, afastados dos seus, e na Assembleia da República os deputados continuam a debater e a legislar. No fundo, continuam a sustentar a democracia.\nUm deputado chegava! \nAnão.", "As pessoas queixam-se muito de Ferro Rodrigues mas fiquem sabendo que ele está ao nível da assembleia a que preside.", "@Publico Estão à porta da assembleia da república, querem protestar pelas condições e baixo salário!", "Imagino com que cara Ferro Rodrigues ou os restantes Vice-presidentes da AR vão receber os próximos grupos de peticionários que se dirigirem à Assembleia da República. ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro Rodrigues está basicamente a defecar,para:\nA-Segredo de justiça\nB-Petições on line\nC-Usar máscara durante festejos na assembleia \nD-O mundo em geral e os portugueses em particular\nE-Todas as respostas estão certas \n(Acerta e habilitas-te a ganhar um barril de petróleo)", "@Simeifeitosa26 \"Hoje, Deus voltou ao mundo para realizar a Sua obra. A primeira parada de Deus é a grande assembleia de governantes ditatoriais: a China, o forte bastião do ateísmo. Deus ganhou um grupo de pessoas com Sua sabedoria e Seu poder.\" ", "Dr.André Ventura 22-04-2020 na assembleia da república.\n#CHEGA! #vendasnovas ", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Assembleia Municipal comemora 25 de Abril na Praça do Município em reunião simbólica ", "NÃO Á INCOMPETÊNCIA\n\nDestituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "Assistir atualmente aos debates da Assembleia da Republica é agoniante. Não pelo que os intervenientes dizem, mas sim por estarem a ser constantemente interrompidos pelo Ferro Rodrigues.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "NÃO Á INCOMPETÊNCIA\n\nDestituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "Estive a ver a Assembleia da Replúbica agora. @AndreCVentura, estava complicado perceber? @jcf_liberal, é difícil quando limitam fraude, não é?", "Este debate da assembleia foi muito bom", "Não sei se alguém já disse isto hoje mas o André Ventura é mesmo o palhaço da assembleia tou farta", "Não sei se alguém já disse isto hoje mas o André Ventura é mesmo o palhaço da assembleia tou farta", "A ler o jornal em plena assembleia... OBRIGADO @antoniocostapm", "7 - todos os dias entram e saem dezenas de pessoas na Assembleia. Este dia faz comichão a muita gente. Então, fazendo-se parasitas da pandemia, vão aproveitando para deixa para fazer cair a máscara e mostrar que, na verdade, inimigas dos valores de Abril.", "Sobre o 25 de Abril 🇵🇹 💮\n\n1 - o funcionamento da Assembleia da República é um dos chamados \"serviços essenciais\", que não podem parar durante o estado de emergência.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "A Assembleia Nacional aprovou hoje, em votação final global, a Lei sobre a Transferência de Atribuições e Competências do Estado para as Autarquias Locais. Mais um importante diploma integrante do Pacote Legislativo Autárquico, submetido pelo Executivo angolano à casa das leis.✅", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "@hugotiago_ só agora é que acordaram para o perfil do actual presidente da assembleia da república? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Pensamento do dia: se numa daquelas voltas que a vida dá ficássemos sem o nosso Presidente da República (Deus o guarde), sucedia-lhe o Presidente da Assembleia da República. (Deus nos guarde). Já estaremos no tempo das cerejas para por esta no topo do bolo?", "Hoje há debate na Assembleia da República. Estamos a acompanhar aqui: \n“Autoridade para as Condições do Trabalho já abriu 1770 processos inspectivos” ", "Destituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "@TheRealJuliaG_ E para quando um presidente da assembleia eleito pelos portugueses?", "@G_L Não é uma pessoa séria, ele é q tem enxovalhado a instituição Assembleia da República e tem um problema democrático óbvio.", "Destituição do Sr. Ferro Rodrigues do cargo de Presidente da Assembleia da Republica . #peticaopublica #peticao via @peticaopublica", "#MarcodeCanaveses Assembleia Municipal de MArco de Canaveses vai entregar 100 tablets com acesso à internet a alunos do concelho ", "Parem de tentar descredibilizar e minar as instituições, enxovalhando Ferro Rodrigues. Ele merece o nosso respeito. Não é um bandalho à procura de holofotes, é uma pessoa séria, um excelente presidente da Assembleia da República.", "Sobre o 25 de Abril 🇵🇹 💮\n\n1 - o funcionamento da Assembleia da República é um dos chamados \"serviços essenciais\", que não podem parar durante o estado de emergência.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "@Cat_poppe @al_antdp O problema de concordância é: Ferro Rodrigues-Presidente da Assembleia da República.", "Ferro Rodrigues é um excelente presidente da Assembléia da República. Raramente divirjo dele. É ponderado e diz tudo como deve ser dito. É pena que elenão seja o Presidente de Portugal. ELE NÃO VAI SE VERGAR A PUNKS DA INTERNET, DESISTAM.", "Ativistas ambientais \"invadem\" assembleia de acionistas da #Galp 🛢️Ativistas ligados ao grupo @Climaximo_Pt compraram ações da Galp para protestar na AG 🛢️#climatechange #energy #activism #oil #ambiente #energia #petróleo 🛢️Podem ler no @expresso: \n ", "A minha pergunta é: Como é o Comunismo é sequer permitido no nosso país? Não temos olhos na cara? Um partido que está há muito na assembleia, está a celebrar um assassino. Tenham vergonha na cara e acordem para a vida porque não vejo a direita da assembleia a celebrar o Hitler. ", "@H3nr1Pach3c0 Ah yha ele é o presidente da assembleia, mas é mesmo", "@danielolivalx Não disse isso. Combater o fascismo com armas que lhes reconhecemos não é o melhor caminho. Ferro Rodrigues, para além de tudo, é Presidente da Assembleia. Representa todos os partidos que lá têm assento, não tem de combater ninguém, deve deixar o combate para quem o pode fazer.", "Informação Assembleia Municipal ", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "@pfl1976 @LPRT012 @IsabelAlbuquer1 @viamart @dassmariaduarte @PACabral @Rui_Castro quando eu estava a sair de uma assembleia de condomínio e passei por um bar onde ele estava com colegas do curso dele.", "Ferro é contra as máscaras mas anda mascarado de Presidente da Assembleia há quatro anos... lol", "COMEMORAÇÕES DO 25 DE ABRIL TRANSMITIDAS ONLINE\nPara evitar a concentração de pessoas, o Município de Vila Nova de Famalicão vai assinalar o 46.º aniversário do 25 de Abril sem sessão solene extraordinária da Assembleia Municipal mas com um programa cultural evocativo da data... ", "Este ano não teremos o líder do CDS na Assembleia da República no 25 de Abril, numa sessão que cumpre plano de contingência, e infelizmente também não poderá juntar-se de cravo ao peito ao povo que celebraria nas ruas de todo o país. É uma data que sempre comemorou efusivamente.", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "@hellorita97 Eu acho que não se deviam fazer as celebrações na assembleia porque existem formas muito mais vangloriosas e seguras de o fazer. Não há necessidade de uma celebração formal na Assembleia. E pronto, não é preciso comparar nada.", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Este não nos falha:“O professor Cavaco Silva não estará presente na sessão solene comemorativa do 25 de Abril”.🟢👏🏛 ", "“Basta pensar que o papa cancelou, basta pensar que a Alemanha cancelou, basta pensar que a Rússia cancelou, mais uma vez Ferro Rodrigues dividiu, e mal assembleia república” #Miguelsousatavaresbem ", "Ora aí está, durante o estado de emergencia, a actividade parlaemtar deve circunscrever-se às (passou a citar VITAL MOREIRA) \"reuniões de trabalho estritamente necessárias\"!\n\nVital Moreira contra comemorações do 25 de Abril na Assembleia da República ", "@insoniascarvao A mesma coisa que o Nível Farage ser deputado europeu e ser contra a UE. As \"coisas\" lutam-se nos locais próprios, não é no café. As críticas é na assembleia, não é nas escadas ;)", "Nós temos o presidente da assembleia da República mais burro que existe, fds nunca vi tal anormal 🤦‍♂️", "Não há dinheiro para aumentar ou premiar o esforço de profissionais de saúde em plena época de pandemia, mas há dinheiro para pagar salários integrais a funcionários públicos em casa refastelados, e para realizar festas ideológicas na Assembleia da República.", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Há coisas que eu não entendo, eu não posso sair de casa, mas o 25 de abril pode ser festejado na assembleia... Algo está errado", "@RTPNoticias Compreende-se que os populistas não gostem da Liberdade nem do Pluralismo, e digam mal da Assembleia da República. Prefeririam a carneirada dos \"deputados\" do partido único.", "Hoje, com os meus colegas Secretários de Estado, acompanhei o Ministro de Estado, da Economia e da Transição Digital na audição da Comissão de Economia, Inovação, Obras Públicas e Habitação da Assembleia da República.\n\n#COVID19 ", "Ex-artista e ex-deputada socialista, toda a vida a viver do Estado, tenta explicar na televisão estatal a indispensabilidade de realizar-se, na Assembleia da República, no pico de hospitalizações e mortes de uma pandemia mundial, certa festa ideológica que já sabemos.", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Esperando ansiosamente que o André Ventura mostre o cu no meio da assembleia ", "@afonsolima99 @mcarolhilario Se não fosse o conflituo eu nao podia ir celebrar o meu 25 de abril à assembleia! As vezes é preciso conflituo e porrada para levar a verdade avante. Não tenho problemas com conflituos com tachistas", "@mcarolhilario Mas já que falaste de conflitos, se não fosse o conflito eu não podia ir para a assembleia festejar o meu 25 de abril, às vezes é com conflito e porrada que se tiram os tachistas da cozinha!!", "As máscaras para os deputados da assembleia da República nas comemorações do 25 de abril e do 1° de maio ", "@PedroPicarra Também não me parece linguagem correta para o presidente da assembleia da republica tar a usar e não sei em que circunstâncias isso foi dito, mas se foi relativemente à polémica do 25 de abril, acho que não se pode usar outro adjetivo.", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "As máscaras para os deputados da assembleia da República nas comemorações do 25 de abril e do 1° de maio ", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "João Mota Amaral, António Almeida Santos, Fernando Amaral, Jaime Gama, Vasco da Gama Fernandes, Barbosa de Melo... O que é que estes nomes têm que ver com Assunção Cristas ou Ferro Rodrigues?\n\nNada. Os primeiros foram presidentes da Assembleia da República!", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "@HugoMedeirosYT O perigo era haver ajuntamentos nas ruas e tal não está a ser organizado. As \"comemorações\" na Assembleia são...ler discursos... Não me parece que possa ser comparado a uma festa de anos, não vão andar lá aos beijos e abraços.", "@burnout_pt Não Seia melhor para casa dele? Na Assembleia já basta ele a cagar para a justiça e deixar mau cheiro", "@dcatarinamb Certo! Mas achas que o pessoal na Assembleia tem os devidos cuidados?! Não têm, mais depressa tinham cuidado as pessoas num funeral que eles lá! Isto é tudo gozo e esta é mais uma prova.", "Este não nos falha:“O professor Cavaco Silva não estará presente na sessão solene comemorativa do 25 de Abril”.🟢👏🏛 ", "@Ritaeducamassas @EsquerdaNet @DNPSP @arquivo_pt Conheço a pessoa em questão, fomos opositores nessa mesma assembleia de freguesia", "@Politriks1 @RcostaRicardo diz q ñ concorda mas vai por dever ou coisa q o valha. ouvi o @RcostaRicardo na sic a dizer q a assembleia pôs os presidentes numa situação 'impossível'. ñ percebo porquê.", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "@tvi24pt Obviamente que concordo com a comemoração do 25 de Abril, na Assembleia da República, seguindo pretensão da maioria dos partidos e, particularmente, no contexto difícil que vivemos, onde há um claro aproveitamento do populismo que tenta, por todos os meios, desacreditar a data !", "\"Seria completamente estúpido fechar a Assembleia da República no 25 de Abril\" Em ", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "Já vi muitos disparates sobre isto. Vi o da comparação com os funerais, o do Papa, o da Páscoa, fotos de Ferro Rodrigues vestido de nazi (o que é cómico, pois vinham de apoiantes do Chega, que têm autênticos nazis no partido), mas este é novo.\n ", "Vamos acabar com isto, com as celebrações do 25 na assembleia, com a miseria neste país, e o mais importante. Acabar com os ciganos que andam a viver à pala dos nossos impostos ", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "@HugoMedeirosYT E porque é que se há de ser contra as comemorações na Assembleia quando esta está a funcionar diariamente?\nPorque é que esse dia específico incomoda tanta gente?", "@SexoGratweeto Não me deste esperança nenhuma eu sei que isso foi rejeitado há quase 3 semanas na assembleia", "A saber sobre a presença de Cavaco Silva na sessão solene da Assembleia de República no dia 25 de Abril: em 2019 também faltou.\n\nPor isso este ano já não é novidade.\n\nA diferença é que deste vez pode usar uma subterfúgio para se desculpar.", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "Entre o burgesso do Presidente da Assembleia da República e a incompetente da Directora-Geral de Saúde, o facto de não haverem milhares de mortos por complicações causadas pelo covid-19 em Portugal é puro e simples milagre.\nEu no lugar deles ia a Fátima no dia 13 agradecer. ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "25 Abril. Cavaco Silva não vai à sessão solene na Assembleia da República: via @observadorpt #StayAtHome", "O 25 DE ABRIL DO FERRO - Quando um funcionário vem, certificar um acto político da Assembleia da República, fica tudo dito sobre a exclusão de dignidade política do próprio acto, mero evento social para alguns! Do acto/evento e, sobretudo, do seu promotor, Ferro Rodrigues … !", "A começar a Assembleia Municipal das Caldas da Rainha ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "No contexto da polémica das comemorações do aniversário da revolução do 25 de abril, agendada para o próximo sábado na AR,em pleno período de pandemia do coronavírus, surgiram publicações nas redes sociais denunciando que vão ser gastos 2 milhões de euros. ", "No contexto da polémica das comemorações do aniversário da revolução do 25 de abril, agendada para o próximo sábado na AR,em pleno período de pandemia do coronavírus, surgiram publicações nas redes sociais denunciando que vão ser gastos 2 milhões de euros. ", "Conferência de líderes da Assembleia Municipal Almada com a Presidente da Câmara Municipal, Inês de Medeiros, em directo e online, sobre o período grave de Coronavírus. \nDeputado do CDS-PP, António Pedro Maco, efectuará um conjunto de questões relacionadas com o tema em apreço ", "gostava que no último dia do Jerónimo na assembleia ele se jogasse às costas do Ventura e lhe cuspisse para o ouvido", "Miguel Maya na Assembleia da República em direto na AR TV", "calma que agora chamou de \"decisão ridícula\" a uma decisão da Assembleia República. da Assembleia da República. obrigado @UnivdeCoimbra por desapontarem diariamente.", "@SensIdiota Olha um facho para a tua teoria de esgoto (um pouco como tu):\n", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Quarentena obrigatória de 14 dias para os participantes na comemoração do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "A Direção-Geral da Saúde considera que há todas as condições de segurança e controlo de infeção para comemorar “com dignidade” os 46 anos do 25 de Abril na Assembleia da República no contexto da pandemia da covid-19.\n#25deabril #Covid19 #DireçãoGeralda ", "Este não nos falha:“O professor Cavaco Silva não estará presente na sessão solene comemorativa do 25 de Abril”.🟢👏🏛 ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Por muito que tenham muita vontade de dizer que o poder é todo concentrado nas mãos do Marechal Kim Jong-Un, isso não é verídico. A RPDC funciona de acordo com o sistema de parlamentarismo socialista. A Assembléia Popular Suprema da RPDC (APS) é composta pelo Comité Permanente", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "REDUÇÃO DE CONVIDADOS PARA A FESTA SOLENE DO 25ABR NA ASSEMBLEIA DA REPUBLICA\n", "“É uma ótima ocasião para se acabar com o ridículo ritual das comemorações do 25 de Abril na Assembleia da República. É uma cerimonia repetitiva, previsível, monótona, aborrecida.”\n\nMiguel Sousa Tavares, o filho de Sophia.", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "@jessicaveigaaa @joanaishere *risco desnecessário, visto que os heróis e as conquistas de abril podem ser aclamados noutros moldes. As sessões na assembleia só podem ser feitas com presença física. O 25 de abril não", "Há uns dias, tá rolando aqui em Portugal uma discussão interessante. Está marcada pra essa semana uma sessão solene na Assembleia da República pelo Dia da Liberdade, 25 de abril, data que marca a Revolução dos Cravos, o final da ditadura que mandou por aqui de 1933 a 74. (1/4)", "Se a assembleia funciona bem com 1/5 dos deputados, porquê precisamos dos outros 4/5?", "Por mim festejavam o 25 de Abril na Assembleia da República da seguinte maneira: fechavam lá os deputados todos, o governo, os militares de Abril e o palerma das selfies e convidavam um dos doentes com Coronavirus para ir lá para tossir para cima daquelas “pessoas” todas...", "E foi em outros anos e eventos ultimos? Onde está a noticia???!! lol\n2019 ", "Esta cena do 25 de Abril na Assembleia era só para apanharem o Cavaco, mas ele já topou.", "Este não nos falha:“O professor Cavaco Silva não estará presente na sessão solene comemorativa do 25 de Abril”.🟢👏🏛 ", "@sdwar24 Há outras maneiras de celebrar o 25 de Abril, seja só com um convidado (o Presidente da República) na assembleia, seja com outras formas, por exemplo, reencenar os sinais pela rádio como forma de reviver o que aconteceu sem sair de casa", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "@danielolivalx Mas isso faz parte do funcionamento essencial. Por mim nada contra celebrar na assembleia ate a podem encher completamente mas depois nao chamem irresponsáveis a quem vai para a praia e parques (mantendo o distanciamento recomendado).", "25 Abril. Cavaco Silva não vai à sessão solene na Assembleia da República: via @observadorpt", "25 de abril. Cavaco Silva não vai à sessão solene na Assembleia da República ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "25 Abril: Cavaco Silva não vai à sessão solene na Assembleia da República ", "Obras ou problemas de administração no geral são motivos para convocar uma assembleia de condóminos, mas quantos votos são necessários para a provar a decisão? Temos uma ferramenta que lhe dá a resposta.\n\n\n#condominiodeco ", "Cavaco Silva não vai à cerimónia do 25 de abril na Assembleia da República", "Este não nos falha:“O professor Cavaco Silva não estará presente na sessão solene comemorativa do 25 de Abril”.🟢👏🏛 ", "Cavaco Silva ausente das celebrações do 25 de Abril na Assembleia da República Em ", "@joaomsthekid Vão estar na assembleia", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Velho reaça fica em casa. \n", "25 de abril. Cavaco Silva não vai à sessão solene na Assembleia da República ", "Município de Vila Viçosa cancela Assembleia Extraordinária, Sessão Solene e Comemorativa do 25 de Abril de 1974 ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "@UmaPaginaSocial dizia mst hoje na tvi que comemorações na assembleia não se justificam porque não a nada de novo para dizer. pois é precisamente o contrario. agora que um fascista ganhou assento é precisamente agora que terá de ser denunciado a presença de fascistas dentro e fora da assembleia.", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "@rainhaputa só se está a relacionar o 25 de abril com a morte de pessoas por não se poder fazer funerais e pela assembleia poder comemorar!!! o que agora faz todo o sentido relacionar porque é muito injusto o que está a acontecer. o 25 de abril pode se celebrar todos os anos, um funeral não.", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Polícia Marítima responde à 6ª Comissão da Assembleia Municipal acerca da segurança nas suas áreas. Para a PM, o estado de emergência tem tido efeitos prejudiciais nos cidadãos almadenses, pelo facto de estarem a ser restringidos no livre acesso e utilização da orla costeira\".", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "@riits_simoes mas se eles vão estar na assembleia... ou as assembleias tambem deviam ser no zoom? já que estão lá ao menos assinalam a data", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Esse motivo é mais do que válido. Tem sentir que a democracia existe, apesar de eu pessoalmente não concordar com o festejo na assembleia ", "@RuyDiash @FrazaoPs O Chega não é extrema direita, isso é um rótulo da esquerda .\n\"Extrema direita\" é o PNR.\nO Chega é o partido que é o unico a fazer oposição neste momento na Assembleia.\nQuando se fala da extrema direita é para por \"medo\" as pessoas vêem ai os Nazis etc isso foi no seculo XX", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "Valerá a pena assinalar o Dia da Liberdade na Assembleia da República, logo numa altura em que, pela primeira vez no nosso período democrático, está lá um fascista que criou um partido que integra neo-nazis na estrutura dirigente e na militância? ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "ah sim este burro do rosas quer homenagear os profissionais de saúde na cerimónia do 25 de abril n tou a acreditar neste burro do caralho a sério acho q sim, juntem se todos na assembleia e dêem a desculpa q vão homenagear os q estão na linha de frente, NOJENTOS", "O Fernando Rosas já diz que celebrar 25abril na assembleia é também pelos enfermeiros e médicos!!!! Ahahahahah! Dar-lhes trabalho!", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "Já deixaram de comemorar o 25 de Abril na Assembleia por causa de eleições.\nOu seja as eleições são mais perigosas que o covid.\nTudo putas!", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "O que muitos ainda não perceberam, independentemente de se gostar ou não da ideia de comemorar o 25 de Abril na Assembleia da República, é que o discurso fascista e profundamente reacionário está a levar-vos na enxurrada de argumentos.\n#WakeUp", "@Jos87357699 O número de participantes das comemorações na Assembleia já desceu para os 100.", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "Já deixaram de comemorar o 25 de Abril na Assembleia por causa de eleições.\nOu seja as eleições são mais perigosas que o covid.\nTudo putas!", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "@nunomiguelc Falta o champanhe e as mulheres contratadas para satisfazer os 2000 convidados que vão estar na assembleia", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "Faz sentido o 25 de abril ser comemorado na Assembleia da República. \nEles têm estado a funcionar e gostam de cerimónias em que parecem importantes.\nÉ uma comemoração do Regime e também dá alguma sensação de normalidade ...\nO 1.º de maio, com manifestações,não faz sentido nenhum!", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "@inesmorsantos Reparem no poder e simbologia deste acto. Mas entendo, não se pode esperar do Pres. da Assembleia a excelência de um Papa. ", "@mafeecol @XEunomieX enquanto não haver uma limpeza, é na assembleia da republica que é onde está a corja toda.", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "«Não é nova a ambição da extrema-direita portuguesa de acabar com as comemorações do 25 de Abril na Assembleia da República. O próprio Cavaco Silva insinuou essa possibilidade, sem nunca o ter conseguido. » - António Filipe ", "@martinsss2anaa Uma festa à janela😂 Sabes que fizeram uma petição acho que vai ser discutida na assembleia", "@KazamaGZ @emgalego @assembleia_ang @galeguizando @AcademiaGalega @nabia69 @LeiaPoesiaGz Sería fermoso ter unha aldea onde poder voltar.😢", "Destituição do cargo de Presidente da Assembleia Geral da República Portuguesa #peticaopublica #peticao via @peticaopublica🇵🇹", "A todos os que vão participar na cerimónia \"religiosa\" abrilenta, a realizar-se na Assembleia da República, no dia da traição nacional, recomendo vivamente esta variante de cravo: o Cravid-20.\nFaçam o favor de o usar. ", "Os que vão ao beija mao na Assembleia no dia 25, não têm respeito nenhum pelos 687 mortos.", "“Basta pensar que o papa cancelou, basta pensar que a Alemanha cancelou, basta pensar que a Rússia cancelou, mais uma vez Ferro Rodrigues dividiu, e mal assembleia república” #Miguelsousatavaresbem ", "@tbribeiro Portanto, a foto não é da assembleia. Ok, aceito. E o preço, também é falso? Também é mentira que os faqueiro custam milhares de euros? Os carros também não são Mercedes com motorista? Os subsídios de alojamento, deslocação, etc? Também são falsos? Enfim, é tudo falso.", "“Basta pensar que o papa cancelou, basta pensar que a Alemanha cancelou, basta pensar que a Rússia cancelou, mais uma vez Ferro Rodrigues dividiu, e mal assembleia república” #Miguelsousatavaresbem ", "Que mentalidade tão estúpida e só me custa acreditar que alguns dos maiores líderes q este país teve e a maioria dos partidos com participação na assembleia incluindo o atual governo alinham numa situação deste género...", "Miguel Sousa Tavares acaba de dizer tudo sobre as comemorações do 25 de abril na Assembleia da República.", "Assembleia Geral da empresa está marcada para sexta-feira. A administração quer distribuir aos acionistas 318 milhões de euros. Estado controla 7,48% do capital da Galp, através da Parpública. ", "“Basta pensar que o papa cancelou, basta pensar que a Alemanha cancelou, basta pensar que a Rússia cancelou, mais uma vez Ferro Rodrigues dividiu, e mal assembleia república” #Miguelsousatavaresbem ", "Acho incrível que não nos possamos despedir dos familiares ou que as mães que vai ter bebés não possam ser acompanhadas pelo pai da criança no parto mas o 25 de Abril seja comemorado com popa e circunstância na assembleia da República.\nAcho que é uma piada de muito mau gosto!", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "Eu com um grupo de 5 pessoas num parque com mais de 2 metros de distancia—- MULTA \nAssembleia de república—- yaaau bota juntar 95 e celebrar o 25 de abril", "@LiberalPT Proponham na assembleia. A escassez que existe no mercado fez disparar os preços e reduzir a qualidade.", "Que mentalidade tão estúpida e só me custa acreditar que alguns dos maiores líderes q este país teve e a maioria dos partidos com participação na assembleia incluindo o atual governo alinham numa situação deste género...", "É isto, à atenção do mais totalitário dos presidentes da Assembleia da República até agora conhecido na história da democracia portuguesa. Shame on you. ", "@constanca2001 Mas fora isso, as pessoas esquecem se de que vão lá estar as 3 figuras de Estado (PM, PR e o Presidente da Assembleia da República) o q implica um maior destacamento de forças de segurança, possivelmente mais jornalistas, mais staff da assembleia, etc..", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "@Churrice101 o ps também gostou muito do resultado do 25 de novembro, não sei se sabes. também são fachos? queres ver que afinal 80% da assembleia da república é composta de partidos políticos que passaram quatro décadas a destruir todos os pressupostos do mfa? quem diria", "Faz o que eu digo, não faças o que eu faço. 🤡🤡🤡 ", "@conaememes tás te a passar Mateus? a sério? Como assim tu não estás de acordo que os nosso governantes quebrem a quarentena para irem passear as banhas para a assembleia para lerem um discurso de há 3 anos e scrollar nas redes sociais..... és ridiculo mm", "@danielolivalx Normalmente o presidente e outras individualidade não estão na assembleia ou é impressão minha?", "Eu concordo com a celebração do 25 de abril! Só não concordo com o modo que eles a querem fazer na assembleia! É preciso ter dois dedos de testa", "Celebrarem 25 de Abril com enchente na assembleia é uma ofensa a todo o sacrifício do povo português.", "Então mas o “capitão” não é o último abandonar o barco?pois, este quando barco começa afundar, não há cá primeiro as crianças e as mulheres, PRIMEIRO EU, socialistas portanto, circular circular ", "@infinitomaisum Casamentos nesta altura não pode! Só se for na Assembleia da República 😉😁🤘", "Páscoa em casa, 25 de abril na assembleia, 1 de maio na rua, 10 de junho no hospital?", "Páscoa em casa, 25 de abril na assembleia, 1 de maio na rua, 10 de junho no hospital?", "@otravas @riits_simoes Fonte oficial do PSD explicou à Lusa que defendem que a celebração \"deva ter lugar no plenário da assembleia da república, com um número muito reduzido de deputados e convidados [...]\" O facto de haver convidados implica uma liberdade de ir ou não, liberdade que nós não temos.", "Informamos que não se irá realizar a Assembleia Municipal Extraordinária – Sessão Solene e Comemorativa do 25 de abril de 1974, bem como a Assembleia Municipal Ordinária prevista para este mês.\n#Borba #vaificartudobem #fiqueemcasa #COVID19 #SARSCoV2 #Coronavírus #MUBBorba ", "Informamos que não se irá realizar a Assembleia Municipal Extraordinária – Sessão Solene e Comemorativa do 25 de abril de 1974, bem como a Assembleia Municipal Ordinária prevista para este mês.\n#Borba #vaificartudobem #fiqueemcasa #COVID19 #SARSCoV2 #Coronavírus #MUBBorba ", "Toda esta polémica do 25 ser festejado ou não na Assembleia da República é muito engraçada.\n\nPrincipalmente quando é discutida por pessoas que todos os anos consideram o 25 de Abril mais um feriado, um dia sem trabalhar.", "@gansodaItonico tu nao tens de celebrar para ter uma opiniao.\nmais importante que andar com cravos na rua ou na assembleia é ter noção da importancia da data.", "Lei n.º 10/2020 - Diário da República n.º 76-A/2020, Série I de 2020-04-18\nASSEMBLEIA DA REPÚBLICA\nRegime excecional e temporário quanto às formalidades da citação e da notificação postal, no âmbito da pandemia da doença COVID-19\n", "@gmgr20 O problema é que a celebração não vai decorrer como decorrem as sessões normais da assembleia. Vai-se quebrar o distanciamento social. Para celebrar o 25 de abril não é preciso reunir multidões. Podemos engrandecer os heróis e as conquistas de abril de uma forma adaptada ao covid", "Lei n.º 9-A/2020 - Diário da República n.º 76/2020, 2º Suplemento, Série I de 2020-04-17\nASSEMBLEIA DA REPÚBLICA\nRegime excecional e temporário de processo orçamental na sequência da pandemia da doença COVID-19\n", "@FranciscoALeite @diothed0g Sim, pois é! F. Almeida Leite e segundo ouvi ontem há + paises, q tb cancelaram comemorações importantes por causa pandemia, e estado emergencia q ainda tem. Por cá, ingnora-se soma e segue. Eu aconselho q qd entrarem/sairem Assembleia da Republica no 25ABR façam teste, convem", "Resolução da Assembleia da República n.º 23-A/2020 - Diário da República n.º 76/2020, 1º Suplemento, Série I de 2020-04-17\nASSEMBLEIA DA REPÚBLICA\nAutorização para a renovação do estado de emergência\n", "Isto! Obrigado Manuel Carvalho\n", "Mas e nos outros dias já não te incomodou? Só no dia 25 de Abril é que te lembras que os deputados tão lá na assembleia? Ah vão se lá indignar po crlh. Vcs tipo ficam indignados pelo q ta na moda ", "@HugoAlv32630063 Esse é o verdadeiro problema assembleia da república está nas mãos de interesses privados e obscuros. É como servir Deus e o diabo. Incompatível. O estado está minado por interesses particulares só falta mesmo as forças armadas. Acho eu. Ou será que já nem elas escapam?", "@jonychips @gmgr20 E eu compreendo que só têm mais alguns deputados que numa sessão normal da assembleia, mas essas sessões são indispensáveis de se realizarem fisicamente. É um risco que se tem de correr. Agora este evento não precisa de ocorrer em pessoa para atingir o objetivo pretendido", "Acho ridícula a celebração do 25 de Abril desta maneira. N é só o risco que as pessoas que vão correm. Mas a falta de credibilidade. Se podem juntar 130 pessoas na assembleia \"com as medidas de precaução devidas\" as missas, os jogos ao vivo e os espetáculos podem ocorrer.", "O governo e todos os políticos deviam ser os primeiros a dar o exemplo! NÃO às comemorações do 25 de abril! Nós não podemos sair de casa mas eles podem fazer festas na assembleia!", "@jonychips @gmgr20 Mas qual é a necessidade? Uma coisa são as sessões da assembleia que são essenciais para manter o país a funcionar. Outra coisa são os celebrações do 25 de abril que podem ser feitas em moldes que não obrigam as pessoas a estarem juntas fisicamente. Para quê correr o risco?", "Ninguém propõe que a Assembleia funcione excecionalmente a 25 de abril. Mas há quem ache que deve fechar excecionalmente a 25 de abril. Mau exemplo seria mandar os alunos dos 11º e 12º anos para as escolas e os deputados não cumprirem o seu dever.\n", "@Biggy_Vangetta Força Tiago, daqui a nada estás tu na Assembleia a dar a tua opinião sentado na cadeirinha 😂😂", "@gmgr20 Tivesse passado já fez com que as pessoas começassem a diminuir as precauções. Agora imagina ver os políticos da assembleia, o exemplo a seguir pelos cidadãos, a celebrar alguma coisa. Vai haver gente que vai quebrar o isolamento", "eu não me queria pronunciar sobre as celebrações do 25 de abril mas a partir do momento que um capitão de abril diz que não vai porque vai estar muita gente na assembleia... acho que ta tudo dito", "@riits_simoes Os meus pêsames, a minha avó morreu dia 18 de março, não teve velório nem funeral e só 8 pessoas podiam ir à cremação então eu não pude ir. Eu compreendo a tua dor e concordo contigo, é ridículo eu não puder lamentar a morte da minha avó mas 300 pessoas na assembleia festejarem.", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "@pimenteljm Eu até concordo com as comemorações na Assembleia da República, mas depois li este twitt e pensei em inovações, depois li as declarações de João Soares e mudei de ideias. Deixo aqui o link: ", "@kikacosta10 Estou sim.\nAcredita.\nAcompanho as votações dele na assembleia semrpe que posso.\nE eu faria exatamente como ele.\nNão é extremista.\nSimplesmente às vezes diz mais do que pensa.\nEu gosto das ideias dele.", "Vão estar cerca de 130 pessoas na assembleia \nO mesmo número de pessoas que la esteve na última ordem de trabalhos \nMas quem eq ainda acredita no que este imbecil diz ?! \n“Bla bla bla contribuintes bla bla bla quem é que vai pagar bla bla povo bla bla bla” ", "@DaniFPiresAlves O número de pessoas é o mesmo que tem estado todos os dias na assembleia, kinda que também acho que podiam festejar de maneira mais moderada mas não acho nada de absurdo visto que la vão ter todo o tipo de controlo e não o podem ter no resto do país com toda a gente", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Aí manos nng vai fazer uma festa na assembleia da república, as mesmas pessoas estão sempre la e simplesmente vão celebrar o dia mais importante na história de Portugal porra deixem de ser uns ressabiado por não terem beijado a cruz na Páscoa", "tipo q é preciso fazer a celebração na assembleia..", "@riits_simoes Lamento a tua perda.A assembleia tem funcionado.O número de pessoas vai ser o mesmo ou até menor.Logo o problema não é o ajuntamento.", "Os deputados vão trabalhar na assembleia da República em número limitado\n Povo: \"Muito bem. \"\n\nOs deputados vão fazer uma sessão de celebração do 25 de Abril na assembleia em número limitado\nFascistas: \"Deviam era estar em casa.\"\n\nO que muda? Exato, nada.", "Os deputados vão trabalhar na assembleia da República em número limitado\n Povo: \"Muito bem. \"\n\nOs deputados vão fazer uma sessão de celebração do 25 de Abril na assembleia em número limitado\nFascistas: \"Deviam era estar em casa.\"\n\nO que muda? Exato, nada.", "@Febrocas @antoniofpcunha @riits_simoes @jayjay_1139 Eles meteram-nos em quarentena por uma razão, não foi à toa. E não vão \"visitar merdas\" vão à assembleia como têm ido sempre.\nNo resto é também relacionado à sua percepção e opinião, que tem o total direito de expressar mesmo estando errado.", "Imagens exclusivas da preparação das comemorações do 25Abril na Assembleia da República. \n\nComunistas, Socialistas e outros democratas vão afirmar que é mentira. \n\nNão confiem nessa gente. Defendem o Serviço Nacional de Saúde e outras coisas que sorvem o vosso dinheiro ", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Ana Gomes a favor das comemorações do 25 de Abril na Assembleia   ", "5 000 \"pessoas\" preparam-se para se manifestar frente à Assembleia da República contra as comemorações do 25 de abril.", "@antoniocostapm @govpt Sr. Costa diga ela ao Sr. Ferro que é melhor acabar com essa festarola na assembleia que isto está a ficar com mau aspecto. Não vá acontecer outro 25 de Abril no dia 25 de Abril", "Na semana da liberdade, falamos de fazer ou não a comemoração na Assembleia da República.", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Desculpem lá.\nMas as pessoas que defendem que na assembleia devem celebrar o 25 de Abril acham mais importante celebrar o fim de uma ditadura do que a vossa saúde e a saúde dos outros?\nÉ uma data muito importante mas come on.\nQuerem mesmo correr o risco de ficarem contaminados?", "As pessoas que se queixam que os deputados não fazem nada e nunca estão presentes na Assembleia da República são as mesmas que agora pedem que eles faltem ao trabalho dia 25 de Abril. \n\n#25deAbril\n#25deAbrilquasesempre\n#FerroRodrigues\n#fascismo", "@beatrizsdr27 Óbvio que vamos ter de aprender a viver com ele, eu não estou contra a comemoração do 25 de abril na assembleia se for feita por quem tem de estar lá a trabalhar, se é para convidar pessoas então deixem-me já ir à escola, deixem fazer funerais etc, é aí que eu quero chegar", "🇵🇹POLÍTICOS PORTUGUESES \nPODEM SER NOTIFICADOS OU DETIDOS PELAS AUTORIDADES NA ASSEMBLEIA DA REPÚBLICA NOS FESTEJOS...REPITO...\nFESTEJOS DO 25 DE ABRIL POR DESOBEDIÊNCIA AO PLANO DE EMERGÊNCIA\nPOLITICOS PORTUGUESES NUM SÓ DIA PODEM COMETER VÁRIOS CRIMES DO PLANO DE EMERGÊNCIA. ", "@sousamanel1 Excepto Carlos do Carmo, os outros devem fazer parte da Assembleia Municipal de Loures.", "🇵🇹POLÍTICOS PORTUGUESES \nPODEM SER NOTIFICADOS OU DETIDOS PELAS AUTORIDADES NA ASSEMBLEIA DA REPÚBLICA NOS FESTEJOS...REPITO...\nFESTEJOS DO 25 DE ABRIL POR DESOBEDIÊNCIA AO PLANO DE EMERGÊNCIA\nPOLITICOS PORTUGUESES NUM SÓ DIA PODEM COMETER VÁRIOS CRIMES DO PLANO DE EMERGÊNCIA. ", "Uma coisa era reclamarem da presença de deputados na assembleia durante esta pandemia e pronto, agora só reclamarem da celebração do 25 de abril? Depois não querem que eu não curta de pessoas de direita", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "@fdt_idc @ritainchaosland Concordo a 100%. Ou fazerem a homenagem com essas pessoas, mas noutro sítio que não a assembleia, um sítio com mais espaço e que permita mais distanciamento", "A festa do 25 de Abril sempre se fez na assembleia, se eles querem fazer de novo que a façam... E depois que assumam o que pode vir dali. Quanto a nós só nos compete o bom senso de manter a distância social e as regras de higiene. Vale para o 1 de Maio também! ", "\"No mata mata, o Cancelamento das Comemorações do 25 de Abril na Assembleia da República matou! Samba! Samba Cancelamento das Comemorações do 25 de Abril na Assembleia da República!!!\"\n", "@Necofs73 @carmoafonso Ai é? Imoorta-se de me dizer qual é o instrumento legislativo que impede a comemoração do 25 de Abril na Assembleia da República? \nSó o decreto, data de publicação e artigo respectivo, por favor.", "@JosLusCarvalho1 @1963Cor Como não há futebol há jogo das petições. Está petição A com 70 mil contra e petição B com 10 mil a favor... Chegam as duas ao mesmo tempo à assembleia?", "Não percebo a polémica em torno das comemorações do 25 de Abril na Assembleia da República, pode e deve ser feita com um mínimo de pessoas presentes, com cuidado e bom senso tudo se consegue.", "@WhereMyWokAt @BibsVAbreu @BiaRealinho já foste à Assembleia? Já viste o tamanho das galerias?", "Nem sequer me vou chatear com isto. \nSó acho de uma incoerência tremenda o governo pregar normas de precaução e de saúde comunitária e depois querer colocar toda uma selva encarcerada dentro da assembleia. Good job", "Pessoalmente , acho menos arriscado festejar o 25 de Abril na Assembleia do que andar numa praça ás compras só com uma luva , sem máscara e a mexer em multibancos!", "Mas faz-vos diferença ver o 25 de abril festejado na assembleia? Tipo ficam bue da contentes com isso? Deixa-vos em êxtase ao ver os macaquinhos la na assembleia a festejar? \n\nE depois vêm aqui julgar pessoas que vao dar passeios de carro, voces são no mínimo ridículos", "Se vocês são a favor da palhaçada de ter 50 convidados na assembleia para celebrar o 25 de Abril, mais as celebrações do 1.º Maio, então por favor vão já para as praias e para a rua, porque esse é o mesmo desrespeito e arrogância que estão a exibir agora face a isto.", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "Assinei esta petição que visa o cancelamento das Comemorações do 25 de Abril na Assembleia da República, não por desrespeito à democracia, mas por respeito aos portugueses. Haja coerência. 🇵🇹", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "@jpfpenedo @MarinaCostaLobo Falhou o presidente da assembleia tb", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "não querem abrir as escolas mas querem festejar o 25 de abril com 130 pessoas dentro da Assembleia, que Governo lindo", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Enquanto os portugueses estão proibidos de celebrar seja o que for, os senhores \"importantes\" vão celebrar o 25 de Abril na Assembleia. Como dizia George Orwell \"Todos os animais são iguais, mas alguns são mais iguais do que outros\". #Covid_19 #25Abril", "Atenção: eu respeito assembleia da República, mas saber que no próximo dia 25 Abril vai haver celebração, só me apetece dizer descarreguem a água para ver se nos livramos deles... ", "@kafkiano2016 @CloseBorders Isso nem falo o \"ditador\" Salazar governou Portugal na segunda Guerra mundial numa altura muito pior que esta e apesar do que dizem estes parasitas de Esquerda o HOmem está a minhas de distancia a nivel económico.\nTemos pedofilos, bandidos, escumalha na Assembleia.", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "Cada grupo determinava 2 ou 3 deputados para estarem presentes e 1 fazia a intervenção! Mas isto para todos: Assembleia ,Governo,Presidência ! Bolas bastava!", "Mas será que não perceberam que se fosse um assinalar simbólico do 25 de Abril na Assembleia mas com o mínimo de pessoas possivel não havia tanta contestação! ", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "Podiam abrir as discotecas com limite de 300 pessoas, se a assembleia pode as discotecas também! ", "Os meus sentimentos pelo teu avô.\n\nAgora vamos lá ver se nos entendemos: a Assembleia da República tem funcionado nas últimas semanas da mesma maneira que vai funcionar no 25 de Abril, com os cuidados que sempre foram recomendados, não estou a ver qual é o problema aqui. ", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Das Coisas mais estúpidas que tenho lido no Twitter é chamarem fascistas ás pessoas que são massacradas para ficarem em casa e que são privadas de tanta coisa , estarem contra uma festa que os deputados vão fazer na Assembleia!", "@baptista_neves É estupido o que se vai fazer na assembleia da república.\nQuer dizer pediram ás familias que \nSe festejasse a Páscoa em casa, e vão enfiar 300 pessoas num local fechado.", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "Os deputados vão trabalhar na assembleia da República em número limitado\n Povo: \"Muito bem. \"\n\nOs deputados vão fazer uma sessão de celebração do 25 de Abril na assembleia em número limitado\nFascistas: \"Deviam era estar em casa.\"\n\nO que muda? Exato, nada.", "Vocês: O quê? Tudo infectado e vão me fazer ir à escola ter aulas presenciais?\n\nTambém vocês: ABRAM AS ESCOLAS DE CONDUÇÃO!\n\nVocês: o quê? Vão tar 130 pessoas numa assembleia?? LOL\n\nTambém vocês : AI NÃO POSSO IR A PRAIA COM OS MEUS AMIGOS?????\n\nCoerência, sff", "@pedrocr75444218 @Mountish 😬\nDiz q n vale a pena meter na assembleia tanta gente!!\nQ o pessoal exagerou nos convites!", "@BrunoCristov Para esclarecer. Eu não me importo que se festeje o 25 de Abril, até porque se o parlamento está aberto, é óbvio que tem de haver sessão. O número de pessoas que querem na assembleia parece-me um exagero. Mas o meu tweet era sobre o regresso à normalidade no Twitter", "Que se foda a merda do covid\nSe a malta da assembleia vai celebrar o 25 de Abril, nos também\nDia 25 tudo para a rua...", "Que lindo..\nSe eu saísse na altura da Páscoa para meter gasolina podia levar uma multa bem grande, porém:\nJuntar tudo na assembleia da república para festejar o 25 de Abril é na boa..\n\nPaís Ridículo \n#assembleia #assembleiadarepublica #portugalinho #portugal", "@LuisGuedesPint1 @pedroml @peticaopublica E morre alguém se houver comemorações na assembleia?", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "@PerfeitoP @fcoelhoramos @ribeiroecastro Um juiz conselheiro presidente da assembleia geral do Porto?\nQue justiça é esta?", "@vaipocrlhdiguiz @anasofiaalcaide O número de deputados que estão na assembleia hoje em dia vão estar nos mesmos sítios, vai haver cerca de 40 convidados extra e vão estar espalhados pelas várias galerias. O risco é assim tão grande para não se assinalar uma das datas mais importantes para os portugueses?", "@evoluicomigo Não acho que tenha um caso de humilhação mas de proteção. Além disso a assembleia da República reúne todas as semanas. Qual a diferença?", "Recebi uma petição para o cancelamento das celebrações do 25 de Abril. Claro que foi logo para o lixo. A Páscoa alguma vez foi celebrada na Assembleia? 130 pessoas no hemiciclo dá para cumprir as regras do distanciamento social. Qual é o problema?", "@evoluicomigo Não acho que tenha um caso de humilhação mas de proteção. Além disso a assembleia da República reúne todas as semanas. Qual a diferença?", "Esta semana fui mandado parar pela GNR e PSP 3 vezes.\nJustifiquei com trabalho e apresentei a declaração.\nNa próxima vez que me mandem parar vou dizer que vou comemorar o 25 de Abril para a Assembleia a ver o que essa malta me vai dizer.", "Esta semana fui mandado parar pela GNR e PSP 3 vezes.\nJustifiquei com trabalho e apresentei a declaração.\nNa próxima vez que me mandem parar vou dizer que vou comemorar o 25 de Abril para a Assembleia a ver o que essa malta me vai dizer.", "No funeral da minha querida avó não deixaram abrir a urna, mesmo não tendo falecido de Covid-19. Limitaram o funeral a meia dúzia de pessoas. E agora querem celebrar o 25 de abril na assembleia? Faz sentido...\n#25deAbril #liberdade #quarentena #COVIDー19 #coronavirus", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "@1963Cor A celebração na assembleia tem de ser feita, desde que existam condições de segurança para tal.", "Malta que é contra a realização das celebrações do 25 de abril na assembleia da república, não ligue a televisão no dia 25 e aproveite o tempo para limpar o pó da fotografia de Salazar que tem na sala", "Celebrarem 25 de Abril com enchente na assembleia é uma ofensa a todo o sacrifício do povo português.", "E vocês, concordam com a celebração do 25 de abril, este ano, no Parlamento?\n\n", "@carmoafonso Tivesse a assembleia no Porto e veriam que quem tem cu tem medo lol", "A direita em Portugal quer reabrir a economia, abrir empresas e fábricas e pôr os trabalhadores novamente nas ruas para poderem produzir e dar lucro aos patrões, mas parecem autênticos cães raivosos quando se fala em celebrar o 25 de abril DENTRO DA ASSEMBLEIA DA REPÚBLICA", "E se os nossos Presidentes da República e Assembleia da República, Primeiro Ministro e Líderes dos partidos com assento parlamentar celebrassem o 25 de abril como o Papa celebrou a Páscoa?! Até o momento teria impacto superior nos media on-line e off-line.", "se celebrarem o 25 de abril na assembleia da república nem sei o que sentir...\n\na minha avó não teve direito a uma missa, a um velório e nem a um funeral decente..\n\nhá tantos outros que têm que fazer luto isolados sem sequer poder se despedir dos que amam.\n\ncoerência por favor.", "se celebrarem o 25 de abril na assembleia da república nem sei o que sentir...\n\na minha avó não teve direito a uma missa, a um velório e nem a um funeral decente..\n\nhá tantos outros que têm que fazer luto isolados sem sequer poder se despedir dos que amam.\n\ncoerência por favor.", "E se os nossos Presidentes da República e Assembleia da República, Primeiro Ministro e Líderes dos partidos com assento parlamentar celebrassem o 25 de abril como o Papa celebrou a Páscoa?! Até o momento teria impacto superior nos media on-line e off-line.", "O Eduardo Pitta recorda e com razão que o CDS votou contra a Constituição, aquela mesma que conferiu liberdade de expressão a todos nós. Por isso, o nosso Chicão é contra o 25 de abril na Assembleia da República. Claro que sim. O Ventura, o facho, também. Novidades?", "Que lindo..\nSe eu saísse na altura da Páscoa para meter gasolina podia levar uma multa bem grande, porém:\nJuntar tudo na assembleia da república para festejar o 25 de Abril é na boa..\n\nPaís Ridículo \n#assembleia #assembleiadarepublica #portugalinho #portugal", "Mas faz-vos diferença ver o 25 de abril festejado na assembleia? Tipo ficam bue da contentes com isso? Deixa-vos em êxtase ao ver os macaquinhos la na assembleia a festejar? \n\nE depois vêm aqui julgar pessoas que vao dar passeios de carro, voces são no mínimo ridículos", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "@Publico Não, Sr. Presidente da assembleia da República, não nada disso que significa. A mensagem que quer passar é que os políticos estão acima de tudo e de todos e que a ideologia sobrepõe-se a qualquer coisa. E quando o Soares e os “capitães de abril” se recusaram a participar em 2014?", "Na Casa da Democracia que a Assembleia da República é, uma sessão plenária dedicada ao dia da democracia não é festa, é trabalho. Trabalho essencial. A democracia não morreu e a Casa da Democracia não fechou a porta. #25deabrilsempre ", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "Na cabeça de quem escreve isto, a \"Assembleia da República foi atacada\" porque alguém discordou da maioria da Assembleia. \n\n46 anos de Democracia e ainda é preciso explicar que é para isso que servem os parlamentos: discordar de maiorias. ", "@hugotiago_ Não percebo porque não se faz uma cerimónia na AR com o presidente (da república e da assembleia), o PM e um representante de cada um dos partidos. Mantinham o simbolismo ... poupavam na conta dos cravos vermelhos e davam o exemplo ao país. #tenhoodito", "Recebi uma petição para o cancelamento das celebrações do 25 de Abril. Claro que foi logo para o lixo. A Páscoa alguma vez foi celebrada na Assembleia? 130 pessoas no hemiciclo dá para cumprir as regras do distanciamento social. Qual é o problema?", "@bossito @RicardoGAlves Tudo se resume a isto: quem decretou qualquer uma das situações? O parlamento.\n\nPorquê? Foram eleitos. \n\nPorque existiram proibições Proteger os cidadãos.\n\nQue cidadãos ficarão em risco com esta celebração na assembleia? Nenhuns.", "@inesmorsantos Não se esqueçam de assinar há entrada da Assembleia da República que dispensam o ventilador.", "@inesmorsantos Não se esqueçam de assinar há entrada da Assembleia da República que dispensam o ventilador.", "a melhor presidente da assembleia geral sou eu, querida 😌 tou a brincar, és querida e acho-te imensa piada! vejo em ti bue bue potencial as well", "O presidente da república criou um problema ao quer festejar o 25 de abril na 🏠 da democracia.Que faça mas com sentido de estado e só estao presentes os líderes partidários e o presidente da assembleia da república e o resto da malta ve pela televisão", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "a mesma malta que acha que a actividade de um orgão de soberania como a assembleia da república deve ser suspensa, deve acrescentar na lista os tribunais, a presidência e o próprio governo.", "@sabemaisoumenos Dps quando tiveres alguma lei tua aprovada em assembleia, já podem dizer que a lei foi da PUTA que a pariu", "@Diogoncm18 Sou @LiberalPT mas neste caso estou com o CDS. Celebramos a liberdade (não a suficiente) todos os dias, com a própria liberdade de expressão. A prioridade é VIVER a liberdade, celebrá-la é secundário, aquando de uma crise destas. A assembleia tem que dar o exemplo", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "Sim, é possível estar a favor e praticar o distanciamento social, usar máscara quando se sai à rua, criticar a China e os EUA, a reposta europeia, ser crítico da conduta do PAR e, mesmo assim, concordar que se celebre o 25-A na Assembleia da República. Obrigado e boa noite.", "@AndreCVentura Em minha opinião o Chega não devia estar presente nas comemorações na assembleia da república", " Ferro Rodrigues e Ana Catarina Mendes iguais a si próprios: demagogos e fantasiosos. Não perceberam ainda o erro que cometeram, mas isso não espanta ninguém.🔴👎", "Assinei esta petição que visa o cancelamento das Comemorações do 25 de Abril na Assembleia da República, não por desrespeito à democracia, mas por respeito aos portugueses. Haja coerência. 🇵🇹", "@cmrjpita A questão não é aumentar o número de pessoas nos funerais mas diminuir a lotação da assembleia.O objetivo da comparação é explicar que em qualquer situação de aglomeração não se devia ultrapassar um certo número de pessoas por questões de saúde pública.", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "Defesa da saúde pública ou \"motivação ideológica\"? O 25 de Abril \"tem de ser e vai ser\" celebrado na AR: via @observadorpt", "Culto On Line da Igreja Evangélica Assembleia de Emanuel - Évora /Portug... via @YouTube", "Este ano não teremos o líder do CDS na Assembleia da República no 25 de Abril, numa sessão que cumpre plano de contingência, e infelizmente também não poderá juntar-se de cravo ao peito ao povo que celebraria nas ruas de todo o país. É uma data que sempre comemorou efusivamente.", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "a assembleia da república é suposto fechar dia 25 de abril?", "@omalestafeito Não pude ir ao funeral de um familiar próximo porque só da casa dele eram 5 pessoas. Proíbem que uma pessoa se despeça uma ultima vez de um familiar, mas convidar gente para a Assembleia já se pode. Faz o que digo, não olhes para o que faço.", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "@PedroPi90145586 Com 130 pessoas na assembleia sendo que só devem estar 70 achas que vão estar reunidas condições? Mesmo sabendo que muitos dos convidados estão em grupos de risco?", "Btw Eu estou a falar mais nisto no caso de as pessoas saírem à rua para celebrarem porque isso muito provável vai acontecer mas tmb acho que o que se vai passar na assembleia devia ter menos pessoas", "A Assembleia da República é um sítio especial onde em tempos normais os deputados não têm de estar presentes para o seu voto ser contabilizado mas em tempos de pandemia têm de estar 130 pessoas presentes para uma celebração. ", "@omalestafeito @ZeliaMariaMatos Estou de acordo contigo, mas o confinamento e o “fica em casa” tem que ser para todos. Ainda admito que assembleia funcionar para legislar e decidir merdas de tempos difíceis como o que estamos a passar, mas o que é que discursos no 25 de Abril traz alguma maus valia?", "Este ano não teremos o líder do CDS na Assembleia da República no 25 de Abril, numa sessão que cumpre plano de contingência, e infelizmente também não poderá juntar-se de cravo ao peito ao povo que celebraria nas ruas de todo o país. É uma data que sempre comemorou efusivamente.", "Páscoa em casa.\n25 de Abril na Assembleia.\n1 de Maio na rua.\n10 de Junho debaixo da terra.", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "Não se pode ir a funerais de familiares mas depois pode haver celebrações de 25 de Abril na Assembleia. Isto é ridículo e repugnante.", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "“Aproveitando que o edifício onde se encontra a Assembleia da República foi construído para ser um Mosteiro Beneditino - Mosteiro de São Bento da Saúde - proponho que se celebre lá amanhã a Missa de Domingo de Pascoela. Há espaço, no mínimo, para 300 pessoas.” João Silveira on FB ", "@Cat_poppe @CarolinaMSBotte Para mim n faz sentido qq manifestação ou concentração no 1 de Maio...no espaço todo da Assembleia 130 pessoas não me choca. Mas isto sou eu.", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "Vergonha... assinem a petição não precisamos de \"festas\" \n\nCancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "Por falta de informação ou por ódio ao Dia da Liberdade, há quem tente comparar a presença de milhares de pessoas em cerimónias por todo o país, todos os dias, a uma cerimónia singular, num único dia, na Assembleia da República, com 140 pessoas a cumprir medidas de segurança.", "Enquanto os portugueses estão proibidos de celebrar seja o que for, os senhores \"importantes\" vão celebrar o 25 de Abril na Assembleia. Como dizia George Orwell \"Todos os animais são iguais, mas alguns são mais iguais do que outros\". #Covid_19 #25Abril", "@Lazarus605forte @inesamaislinda @franki_kuka os deputados estão na assembleia desde o estado de emergência...não sei se deste conta.....portanto é mais um dia como os outros...podiam evitar de convidar o gajo de boliqueime para uma melhor sanidade...", "Vergonha... assinem a petição não precisamos de \"festas\" \n\nCancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "Defesa da saúde pública ou \"motivação ideológica\"? O 25 de Abril \"tem de ser e vai ser\" celebrado na AR: via @observadorpt", "Claro que a falta de um “s” na palavra Assembleia é uma ameaça muito maior para a democracia que o Caso Casa Pia, Tancos, Pedrógão, Freeport, Vara, sucateiro, Monte Branco, a licenciatura do putativo engenheiro, as mentiras no mestrado da Begonha e o nepotismo no governo ", "O Bloco falar dos cuidadores depois das posições assumidas na Assembleia é como o Himmler defender o milticulturalismo! Cambada de farçolas sem vergonha! ", "@PACabral Se se podem juntar 180 deputados na assembleia, que é um espaço fechado, pq não se podem juntar 100, num cinema, ou numa discoteca?! Isso é que vai ser difícil explicar!!!", "Expliquem-me porque ainda não percebi....... vai haver parada? Festa no largo do Carmo??? Descida da avenida???? É que se a festa fosse na rua eu ainda percebia a indignação mas uma sessão na Assembleia da República..........", "@LuisFer22641210 @leugimsepol @corvo33561657 @inesamaislinda nesse caso, temos que contemplar 25 de novembro e 11 de março, ambas foram tentativas falhadas de regresso ao autoritarismo e as eleições legislativas de 76 puseram na assembleia os deputados que ratificaram a constituição", "@apatriciacosta @EsquerdaNet @UmaPaginaSocial A Assembleia já funciona normalmente todos os dias. 25 de abril não tem diferença. A única “celebração” serão os discursos. O vosso único problema é que não gostais de democracia. Assumi isso, seria mais corajoso. E quem gosta do Salazar pode ir ter com ele. 👇", "Ora, eu não quero uma festa do 25 de Abril na assembleia. Segundo o Ferro Rodrigues, isso faz de mim e todos nós que dizemos isto \"saudosistas\". Sim...na mente dele essa é a unica opção.\nFerro Rodrigues, vai te foder!", "@corvo33561657 Qualquer petição subscrita por um mínimo de 1.000 cidadãos é, obrigatoriamente, publicada no Diário da Assembleia e, se for subscrita por mais de 4000 cidadãos, é apreciada em Plenário da Assembleia.", " Ferro Rodrigues e Ana Catarina Mendes iguais a si próprios: demagogos e fantasiosos. Não perceberam ainda o erro que cometeram, mas isso não espanta ninguém.🔴👎", "@jdfgoncalves Não se pode pedir às pessoas que não assistam aos funerais de amigos e familiares, para os srs políticos fazerem uma festança na assembleia!", "Este ano não teremos o líder do CDS na Assembleia da República no 25 de Abril, numa sessão que cumpre plano de contingência, e infelizmente também não poderá juntar-se de cravo ao peito ao povo que celebraria nas ruas de todo o país. É uma data que sempre comemorou efusivamente.", "@CarolinaMSBotte @Cat_poppe As celebrações do 25 Abril creio que se resumem a uma sessão na Assembleia...coisa que tem acontecido. Não entendo o drama.\nSe falarmos em manifestações e concentrações do 1 de Maio, certo. Agora sessão na Assembleia...", "@ShimazuIchiki A comemoração não é uma festa. Simboliza a democracia. Vai ser feitas com menos gente e conta com deputados que ainda se reúnem na assembleia, lá já não interessa o covid?", "Celebrar o 25 de abril na assembleia da república, nunca fez tanto sentido como este ano.\nQuem não consegue perceber isto, não percebeu os perigos do estado de emergência. É necessário, mas se fosse com outro governo, a democracia como a conhecemos podia ficar comprometida.", "Ignobilidade ao Quadrado. No próximo dia 25 de Abril a nossa Assembleia da República mostra bem a forma de estar dos nossos politico. Que tristeza, tão medíocre esta \"grupeta\" a dar ar de revolução tonta e populista.… ", "@fcancio @peticaopublica O Zé Povinho é obrigado a ficar em casa. Os mamões no governo festejam e celebram todos na mesma sala à grande e à francesa. Vamos proibir ajuntamentos em funerais...mas permitir um ajuntamento na assembleia (com convidados VIP). Que luxo", "Amiga, vamos aqui esclarecer algumas coisas. As celebrações que possivelmente vão acontecer na assembleia são parvas, assim como tu que concordas com elas. \nÉ verdade que o 25 de abril é uma data histórica e que deve ser relembrada, mas não desta maneira com as circunstâncias+ ", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "@BiviDoYouLoveMe O governo precisa de ser criticado claro, nisso não existem dúvidas. Mas esta não é uma altura para o fazer. Uma coisa somos nós. Outra é quem está lá na assembleia. O país não precisa de instabilidade agora", "Celebrar o 25 de abril na assembleia da república, nunca fez tanto sentido como este ano.\nQuem não consegue perceber isto, não percebeu os perigos do estado de emergência. É necessário, mas se fosse com outro governo, a democracia como a conhecemos podia ficar comprometida.", "@MeloIgor93 Cuidado que ainda contagias alguém! Isso não é a Assembleia da Republica!", "Não se desrespeita o dia de alguma forma, ao cancelar o evento da Assembleia. Desrespeitam-se sim aqueles que foram privados de se despedirem em funerais, e muitos outros casos de sacrifício, caso haja o evento ", "@observadorpt Vamos convidar crianças para vir a festa, continuou o Presidente da Assembleia da República", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "@SaraEstevesLow Classes profissionais paradas, milhares e milhares de pessoas fechadas em casa há semanas, para nos protegermos uns aos outros..\nNinguém é mais que ninguém, e o 25 de abril é muito superior à Assembleia da República. A celebração poderá ser feita de 1001 maneiras, mas desta não", "Cerca de 300 pessoas convidadas para a festejar o 25 de abril na assembleia da república e é suposto levar a quarentena a sério?", "Parabéns às pessoas que fizeram a petição ao governo para cancelar o 25 de abril na Assembleia e uma grande dor de cotovelo a quem quer que aconteça\nSe todo o país está fechado por causa disto não há razão para estar a festejar.", "Não se desrespeita o dia de alguma forma, ao cancelar o evento da Assembleia. Desrespeitam-se sim aqueles que foram privados de se despedirem em funerais, e muitos outros casos de sacrifício, caso haja o evento ", "@EuSouZarolho Deixo a ressalva que Não sou contra a comemoração, apenas os moldes atuais.\n1 representante por grupo parlamentar, o primeiro ministro, o presidente da assembleia e o presidente da república chegavam perfeitamente para assinalar a data.", "@smslx @al_antdp Falando em números, reconheço que errei: não são 50, são 46. ", "@SaraEstevesLow Classes profissionais paradas, milhares e milhares de pessoas fechadas em casa há semanas, para nos protegermos uns aos outros..\nNinguém é mais que ninguém, e o 25 de abril é muito superior à Assembleia da República. A celebração poderá ser feita de 1001 maneiras, mas desta não", "@CatarinaCabral @jpiresf Para mim a questão n tem comparação, tem princípios... Então eu nunca celebrei o 25 de Abril, nunca fui convidada para a Assembleia...\nEstamos em Estado de Emergência...", "A Petição online a pedir a demissão do Presidente da Assembleia da República, 2ª figura do estado, por falta repetida de independência e imparcialidade, já existe?\n#ferrorodrigues #vergonha #demissao #ridiculo #segredodejustica ", "Recebi uma petição para o cancelamento das celebrações do 25 de Abril. Claro que foi logo para o lixo. A Páscoa alguma vez foi celebrada na Assembleia? 130 pessoas no hemiciclo dá para cumprir as regras do distanciamento social. Qual é o problema?", "@MariaCordRosa Sim. Assembleia Constituinte a 25.4.1975. \nO que teria acontecido ninguém sabe, os factos são que o PCP se \"absteve\" no 25.11.1975.\n", "As comemorações do 25 de abril na Assembleia da República, um ato de puro populismo. \nO Sr. Presidente da AR que se aperceba do ridículo que é a sua pessoa e aquilo que diz, aos olhos de muitos portugueses. \nMais uma faixa da rubrica: Este País dava um filme", "Cancelamento das Comemorações do 25 de Abril na Assembleia da República #peticaopublica #peticao via @peticaopublica", "As comemorações do 25 de Abril nunca são só comemoradas na Assembleia da Republica . O que vão dizer as varias Câmaras por esse País fora que também costumam comemorar o 25 de Abril ? ..Que os exemplos são uma merda!", "@BLMG Isso, infelizmente, há-de acontecer sempre um pouco na política.\n\nFelizmente, temos um 🤝 alargado na Assembleia da República e entre os órgãos de soberania no que diz respeito ao Estado de Emergência como forma de combate a esta pandemia.", "Este ano não teremos o líder do CDS na Assembleia da República no 25 de Abril, numa sessão que cumpre plano de contingência, e infelizmente também não poderá juntar-se de cravo ao peito ao povo que celebraria nas ruas de todo o país. É uma data que sempre comemorou efusivamente.", "Dr @RuiRioPSD o desenho da actual proposta de sessão para o 25 de Abril na Assembleia da República é seu? Foi originalmente uma proposta sua?", "Estou aqui a ler-vos e surge-me uma dúvida existencial: quem não concordar com a celebração nos moldes tradicionais do 25 de abril na Assembleia Da República devido à excepcionalidade do estado de emergência é automaticamente \"facho\"?", "é q vcs acham o que? que vai ser uma orgia de políticos na Assembleia da Republica a embebedarem-se ao som de Zeca Afonso? ", "O palhaço do Ferro Rodrigues ainda não percebeu que a atitudezinha arrogante e prepotente com que está na vida política e exerce as funções de Presidente da Assembleia da República, é precisamente aquilo que gera \"alternativas anti-democráticas\". ", "Um esclarecimento importante para aqueles que acham que se vai realizar alta festança na assembleia... ela vai funcionar normalmente como tem funcionado até hoje, ou seja, seguindo todas as regras de contingência, simplesmente será dedicada ao 25 de abril. "]