["@_iarasoares A menina está muito agressiva, quer um anti stressante ? E que as farmácias não fecharam por causa do corona 🤣", "Corona, baza. Tenho muitas coisas em espera por tua culpa pah!", "falei que era capaz de nem no meu aniversário poder comemorar mas pelo amor de Deus corona EU TAVA ZOANDO", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "espero que o corona não atrapalhe os meus planos ", "corona vai para a real puta q te pariu", "Ok corona ja podes ir embora?", "Corona... tanto ódio por ti por me teres tirado isto😭 ", "Não acredito q não vou apanhar a puta este ano no pdc, ganda maya desse corona", "Aposto que têm todos corona. ", "corona vai te lá embora sff 🥺", "@zencsampaio corona sampaio!!!\no meu pai trabalho no hospital agr imagina a minha afliçao", "corona vai para a real puta q te pariu", "@Brunaaa_012 E eu tuaaaas, quando isto do corona passar estamos juntas!!💖", "Corona estás livre, já podes ir embora de uma vez", "Puto, o corona está mesmo a afetar ! ", "@raquelissousa em vez de desejar corona, desejou a morte\nfoi mais soft", "\nPepê FdB- FUCK CORONA! OUT NOW! ", "Corona estás livre, já podes ir embora de uma vez", "@__immiguel O corona não me fode, eu faço a festa dentro dos possíveis", "Tenho dentista segunda e é lá no centro, to com medo afu de ir e pegar corona", "Disse para injectar desinfetante no organismo de doentes para matar o vírus do corona😭😭😭😭🤣🤣🤣🤣🤣🤣 ", "pfv corona nao fodas o sumol ", "corona vai para a real puta q te pariu", "@beabarros001 É prontos se não morrermos do corona morremos de enjoos deste vídeo 👀🥴", "Ja se ve bue gente na rua tipo corona ja acabou ou que", "corona vai para a real puta q te pariu", "pfv corona nao fodas o sumol ", "Corona... tanto ódio por ti por me teres tirado isto😭 ", "hoje devia ser , um dos dias mais bonitos e mais importantes na minha vida académica , o batismo, puta merda corona , o que me tiraste", "pfv corona nao fodas o sumol ", "É fodido ter problemas para resolver pessoalmente e não conseguir por causa do corona", "Corona... tanto ódio por ti por me teres tirado isto😭 ", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "@joaocosta0110 @JoaoPedroGavina @tomasfaria099 Puta que pariu o Corona , um gajo tava com ideias de se estragar todos os domingos no forte", "@mariana_dcb Pera as noites, as risadas na wc, as bebedeiras oh corona do crlh poem te nas putas😂", "N vejo a hora de fazer o meu piercing fds maldito corona😒", "Corona... tanto ódio por ti por me teres tirado isto😭 ", "@__mariananm__ Tens corona", "e eu que tinha planos de ter ido para lisboa este mês e o corona deu-me cabo dos planos assim 🙄", "@escroto__ KASTELO BOYS NAO TÊM CORONA", "eu não poder ir ver o Post está no top 3 coisas mais injustas do corona", "O quão otário você já foi/é?\n\n1: sim \n2: Sim \n3: Sim \n4: não \n5: sim né \n6: sim\n7: maybe \n8: não \n9 não\n10: não \n11: não \n12: ?? \n13: não\n14 sim fds fuck Corona \n15: não \n16: sim \n17: sim \n18: sim \n\n**Curte que eu envio as perguntas**", "@_supermario_6 Ai pah vais levar uma tamanha coça, vais ficar negro.\nSe o Corona n te faz mal faço eu pah", "eu não poder ir ver o Post está no top 3 coisas mais injustas do corona", "Vai ser o Trump a anunciar uma cura para o Corona", "@joaocosta0110 @JoaoPedroGavina @tomasfaria099 Puta que pariu o Corona , um gajo tava com ideias de se estragar todos os domingos no forte", "corona vai para a real puta q te pariu", "@mariaadiass_ epa o dominic (lincoln) meteu uma publicação no insta a flr sobre isso que agora com o vírus era complicado mas ele apagou a publicação e fiquei muito atoa kk mas acho que sim mas só depois da merda do corona passar", "corona vai para a real puta q te pariu", "espero que o corona não atrapalhe os meus planos ", "Quem passa pelo centro de Ílhavo parece que o Corona nunca existiu", "@Pedrytoo_ @_icarvalhoo_ Que o Corona não estrague isto", "Preciso de festas, álcool, amigos e que o corona se foda", "corona vai para a real puta q te pariu", "Ja se ve bue gente na rua tipo corona ja acabou ou que", "“Nicotina um aliado contra o corona“- e por isso q ele n toca aqui", "Fomos nós que criamos o corona mas pensem o que quiserem", "se não fosse a merda do corona agora tava a bater pezinho aí na festa da torre foda-se...", "@luizguiprado Corona tava batendo punheta vendo isso", "Ja se ve bue gente na rua tipo corona ja acabou ou que", "@nuriafonseca1 até haver vacina o corona não desaparece sozinho", "corona vai para a real puta q te pariu", "Ja se ve bue gente na rua tipo corona ja acabou ou que", "corona vai para a real puta q te pariu", "N vejo a hora de fazer o meu piercing fds maldito corona😒", "corona vai para a real puta q te pariu", "@fmonica21 o corona estragou tudo 💔", "Corona vai lá com o caralho que eu tenho um aniversário para festejar", "corona vai para a real puta q te pariu", "Disse para injectar desinfetante no organismo de doentes para matar o vírus do corona😭😭😭😭🤣🤣🤣🤣🤣🤣 ", "Se eu disser ao corona que o amo, ele tbm se vai embora ??", "corona vai para a real puta q te pariu", "@asulado Jóias da Corona.", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "corona vai para a real puta q te pariu", "Minha mãe tá a dizer que o corona vai chegar até novembro 😭 não pode ser!!! Digam me que não é verdade!?!?!?", "Se eu disser ao corona que o amo, ele tbm se vai embora ??", "Este ano ia ser o ano q ia experimentar lsd nos meus anos\nObrigado corona", "@luizguiprado Corona tava batendo punheta vendo isso", "@Jotta_18 Não te preocupes, pagas quando o Corona bazar, a minha memória não falha 😂", "Agora quando alguém espirra em vez de dizermos “santinhx ou saúde” dizemos CORONA", "espero que o corona não atrapalhe os meus planos ", "que o trump era frito dos cornos já nos sabíamos, mas oi AHAHAHAHAHA injectar lixívia para salvar o corona, essa matou-me AHAHAHAHA isto é rir para não chorar mm", "Só peço que o corona não me tire também o sudoeste🙁 ", "Domingo já sai um Resumindo sobre o corona", "@krbonieri pior combinação do ano empatado com bolsonaro + corona", "O que é isto???!!!\n\nA Ministra já explicou como Portugal será o único país a beneficiar com o #Coronavirus?! ", "@leandraleal Coronavirus mandou dizer que adorou essa aglomeração. Continuem assim... #Covid_19 #isolamentosocial #coronavirus #StayAtHome #pronunciamento", "Ja se ve bue gente na rua tipo corona ja acabou ou que", "Se eu disser ao corona que o amo, ele tbm se vai embora ??", "Não sou o corona mas pegava te — 🤨🤨🤨 ", "@bipolardaporra @LeticiaMdln Ahahahahahhahaha PÉS Filipa protegidos do Corona kkkkk", "@Terezaahh Mesmo q sdds, Fuck corona", "Corona vírus ", "25 dolares de portes para as t shirts novas \nfds fuck corona", "Será que com o Corona vírus o mundo vai acabar????????? Eu penso bué nisso juro", "O corona tmb traz mts benefícios. A terra tem excesso de população, não há comida para todos. Tinhamos de travar isso. E repararam q a poluição diminuiu drasticamente e a fauna aumentou totil. Foi preciso um virus para mudar o clima. Os humanos são tão insensíveis e irracionais.", "@akashadibg @bazemdaquii Eu nunca provei álcool. Nem sei o que é isso tão pouco. Só fiquei a conhecer por causa do corona agora. Só uso para desinfetar as mãos 😂😂", "Missas e o amigo não pegam damas da cor deles, \nsó mulatas e brancas 😂 \ncorona por favor leva esses gajos.", "Afinal o corona n veio so pra matar oucam 👏🏼 ", "Afinal o corona n veio so pra matar oucam 👏🏼 ", "@Victorugu0511 KKKKKKKK se n matar o corona, mata a gente \n mas n sei tu, eu morria feliz", "corona sai, não percebes que estás a estragar tudo?", "@bibigponte @danigoncalves06 Ele referia-se ao corona “algo ruim” não ? 🤯", "@miguelcf22 :(( agora o corona foi longe demais", "corona sai, não percebes que estás a estragar tudo?", "@monabjb ia ser em 2021 mas agora c o corona as gravações foram adiadas por isso not sure", "Missas e o amigo não pegam damas da cor deles, \nsó mulatas e brancas 😂 \ncorona por favor leva esses gajos.", "Se os americanos n morrerem todos de corona morrem de colesterol ou diabetes ", "Que o Corona passe rápido que eu quero tirar a carta de Mota", "corona sai, não percebes que estás a estragar tudo?", "Ansioso pelo dia que as festas vão ser repostas e vai toda a gente dançar ao som do remix de corona virus", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "será se eu disser que gosto do corona ele vai embora???????? 🤣", "@mariajoaosg3 CORONA FILHO DA PUTA", "até te dava mas moras no caralho e tás com corona :(( ", "@igoraraujojj @SF_Moro Efeito Corona-Jato! E vamos ver mais ...", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "Se os americanos n morrerem todos de corona morrem de colesterol ou diabetes ", "E vamos de corona kkkkk amo te feia❤️😂 ", "@dsoaress__ nem parece que tens corona...", "Momentos assim com o meu pessoal neste verão estragados pelo corona... ", "Corona, esta a ver o tejo ? Atire-se", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "Este dedo é tipo o corona, estragou tudo mas a vida continua :/ ", "Vamos todos apanhar a puta quando isto do corona acabar ?", "Estive a minha vida inteira a espera do 12°ano para chegar aqui agora e aparecer o corona e estragar tudo", "se o corona não existisse eu já tinha ido a barcelona, andava a tirar a carta e andava a passear em festas de 18, so fuck corona", "@larapereira339 nós vamos, nem Corona nos pega por isso podemos ir na boa🤣", "Estive a minha vida inteira a espera do 12°ano para chegar aqui agora e aparecer o corona e estragar tudo", "Corona, põe te lá a andar que eu tinha (e tenho) muitos planos para este ano e tu estás me a estragá-los todos", "haikyuu em julho fugou keiji em julho juro se não morrer de corona vou morrer nesse mês ", "corona estragou 3 viagens minha fdc", "Corona, esta a ver o tejo ? Atire-se", "Sinto me tão triste quando penso como a minha vida estaria agora sem o corona", "Se os americanos n morrerem todos de corona morrem de colesterol ou diabetes ", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "CORONA RAPHOSODY 🤣🤣🤣🤣🤣🤣🤣 Do melhor! ", "@Victorugu0511 opa bora q essa aí é a vacina pro corona po", "@antonio_coelho0 Não há corona que os pare 😂", "corona sai, não percebes que estás a estragar tudo?", "@CamilaV06492567 @UOLNoticias Quanto mais gente com corona ao mesmo tempo mais mortes teremos pq não há leito e equipamento suficiente para tratar todos os casos graves. Eu não acho que dê pra comparar.", "Sinto me tão triste quando penso como a minha vida estaria agora sem o corona", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "corona sai, não percebes que estás a estragar tudo?", "O ano é 2020. Queres sair a rua mas não queres apanhar corona por isso ficas em casa. Como os dias andam muito quentes enches a banheira de agua e metes-te lá dentro para fingires que estas na praia. Depois sais da banheira e procuras qualquer coisa para comer. Volta 2012! ", "6- imensas mas Itália ( sem corona de preferência)", "Corona vírus fdp, hoje era dia de feijoada 🙄", "@nelsonaubry Ahahah o dudu deve vir para Portugal quando isto do corona acabar, é combinar com o Lincoln também (aqueles brasileiros muito loucos) e vamos todos sair! \nMas desta vez sem ambulâncias e estrangeiros a passar mal 🤣", "dois peitão explodindo de corona virus", "@bia_gomes05 Corona time, não podemos sair girl", "O corona tmb traz mts benefícios. A terra tem excesso de população, não há comida para todos. Tinhamos de travar isso. E repararam q a poluição diminuiu drasticamente e a fauna aumentou totil. Foi preciso um virus para mudar o clima. Os humanos são tão insensíveis e irracionais.", "@Figueira1904 olha aí o corona, eu vou numa e tu noutra 😂", "O Corona vírus não passa de uma doença inventada pelo Tomatino porque eles sabiam que já só me faltava comer uma refeição para ter outra de graça e não queriam que isso acontecesse.", "@catarina6619 Vou só deixar as informações todas por privado, então bora, vamos depois do corona", "@catarina6619 Vou só deixar as informações todas por privado, então bora, vamos depois do corona", "Corona who? Férias marcadas para o Algarve 💃🏼💃🏼", "O corona tmb traz mts benefícios. A terra tem excesso de população, não há comida para todos. Tinhamos de travar isso. E repararam q a poluição diminuiu drasticamente e a fauna aumentou totil. Foi preciso um virus para mudar o clima. Os humanos são tão insensíveis e irracionais.", "Sinto me tão triste quando penso como a minha vida estaria agora sem o corona", "PUTA QUE PARIU LÁ O CORONA MEU JÁ CHEGA FODA SE", "@1gajasemnick @su_gar_bar Não gozem mais comigo, esta porcaria do corona dá para pensar na vida 😂", "Abalado com essa notícia , força corona 😂😂😂🚢 ", "Já que os prints destroem tudo, será que tens aí algum para o corona vírus? ", "Já te passavas ao crlh corona! 🍻🕺🔙 ", "O que me deixa fodido ao imaginar é que as festas que vão organizar no pós corona vírus nunca vai ser como o enterro. Para mim, festas universitárias têm um encanto que não vejo noutro lado", "Vocês que acham todos que devíamos ir para a rua festejar o 25 de abril, vocês merecem é apanhar corona mesmo, burros, não tem nada a ver com celebrar ou não a liberdade, tem a ver com erradicar ou não o corona, esta merda nem é discutível, se querem celebrar celebrem em casa", "Ainda falta o rapper oportunista click baiter a fazer um som sobre a cerveja @corona ", "encontrei um boom que descreve na perfeição como queria estar agora, baza corona", "\"ow mano, tô desempregado, meu CV aí, me dá um toque qq coisa\"\nAí abro o insta do cara, tá falando que corona é mentira que hospital não tá cheio, dando razão pra vídeo do Cabrini.\n\nDeletei o CV. Fodase sou desses.", "Vocês que andam no mc e a dar voltinhas é que deviam apanhar corona, tenham noção otários", "\"ow mano, tô desempregado, meu CV aí, me dá um toque qq coisa\"\nAí abro o insta do cara, tá falando que corona é mentira que hospital não tá cheio, dando razão pra vídeo do Cabrini.\n\nDeletei o CV. Fodase sou desses.", "@diogoosilva18 Apanhar corona", "Corona, esta a ver o tejo ? Atire-se", "Vocês que andam no mc e a dar voltinhas é que deviam apanhar corona, tenham noção otários", "@Marianinha1509 @bianovais17 Mana eu deixo estar kkkk, mas o corona não vai durar para sempre 😂", "@paosemsentido Se e vdd o corona ta me a foder a vida e nao era ele que eu queria !!", "@catarinaaramoss Mesmo com isto do corona?", "@Idontcare__0 tua casa? tem corona nas paredes kk", "@paosemsentido Se e vdd o corona ta me a foder a vida e nao era ele que eu queria !!", "@BrunoRibeeiroo Lava as mãos, não esquece o álcool gel e a máscara não tem corona certo daí, sem vez kkkkkk", "Vocês que andam no mc e a dar voltinhas é que deviam apanhar corona, tenham noção otários", "Será que a parte das revistas onde dá informação sobre os signos está em standby?! É que na quarentena ninguém vai ficar milionário ou encontrar o amor da sua vida, porém a parte da saúde faz sentido continuar, só para ver se os sagitários podem sair à rua sem apanhar o corona", "Eu queria brincar no verão corona :3", "Será que a parte das revistas onde dá informação sobre os signos está em standby?! É que na quarentena ninguém vai ficar milionário ou encontrar o amor da sua vida, porém a parte da saúde faz sentido continuar, só para ver se os sagitários podem sair à rua sem apanhar o corona", "meu deus meu corpo clama por uma festa junina\n\nPAREM DE TER CORONA VIRUS", "meu deus meu corpo clama por uma festa junina\n\nPAREM DE TER CORONA VIRUS", "@BrunoRibeeiroo Tão com medinho do corona né kkkkkkk", "Eu era para ter ido a Copenhaga quando isto tudo começou 🙃\nAgora já não vou ter mais casa lá e perdi a oportunidade de arranjar um homem nórdico \nFuck you Corona", "Nesta quarentena não ando com muita moral/inspiração para fazer música, acho que a nossa vida e vivências do dia a dia é que nos acabam por inspirar ... Em tempos destes vamos falar de quê ?\nÉ que ya acho uma beca wack/oportunista rappers fazerem sons sobre o corona virus", "@nunosevera Não havia corona quando a tirei", "@anamargsantos Olha o corona", "@sofiadapted quando o corona bazar temos que ir f1", "se não fosse o corona, estaria agora na minha viagem de finalistas 🙄😭", "Corona leva-me para junto do senhor!", "@arroz320 Não há certezas que há época para o ano\nO futuro pelo corona é um tiro no escuro", "Sinto me tão triste quando penso como a minha vida estaria agora sem o corona", "Tossir desesperadamente porque tenho corona ou ser iludido por mais um gajo... hmmmm questões da vida", "Se não fosse o Corona amanhã estaria em Londres a fazer a audição para entrar na universidade. Matem me já", "O corona virus foi so um disfarce para o verdadeiro virus tiktok se espalhar", "@EpicMotherFuckr Sim, eu tenho visto esses protestos. Aliás fiz agora um trabalho com um amigo meu precisamente sobre o choque de civilizações provocado pelo corona: modelo autoritário vs liberal. O quanto o modelo liberal, especialmente o dos EUA por dar primazia à liberdade individual (+)", "O corona virus foi so um disfarce para o verdadeiro virus tiktok se espalhar", "Eu ao saber que o corona fudeu o VERÃO !🤕🤕 ", "@mostachico Alguém notou que no começo do vídeo,um homem fala \"corona virus\"?", "Corona, esta a ver o tejo ? Atire-se", "@SOU_MESMO_EU Fala com o corona ele é que manda", "Quando o Corona for com o caralho ", "a minha casa está FINALMENTE CORONA FREE", "@privamorim corona sai lá fds", "Maldivas com as amigas, nem o corona nos apanha 🌴🍹 ", "Bateu-me totil saudade da minha vida antes do corona", "Corona, uma cena para ti : ", "Por causa do corona nem estou a viver estou só a existir", "Para corona virus : ", "como eu estou feliz, aiai pra melhorar só o corona acabando", "Por causa do corona nem estou a viver estou só a existir", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Para corona virus : ", "Quem é q vai querer marcar dates para esta altura? Knock knock is corona", "Por causa do corona nem estou a viver estou só a existir", "Bateu-me totil saudade da minha vida antes do corona", "Estamos todos juntos nesta merda do Corona mas somehow sinto-me super sozinha na vida!", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Corona sai só, tou farta desta merda", "“2020 vai ser o meu ano” \n\nCorona: ", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Juro eu até posso não apanhar o corona mas já estou tola desta cabeça", "Por causa do corona nem estou a viver estou só a existir", "corona não me afecta \neu vou morrer é de saudades 🥺", "O corona veio para cancelar o sudas por causa do cartaz", "de tar a gritar da varanda da chuva que o rato dela tem corona e ir fechar o all saints à segunda feira 😔", "Obg corona por estragares o meu ano de caloira", "Tá mas eu nem sei se quero mais distância do corona ou desta deficiente", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Para corona virus : ", "Este era mesmo o ano para ir aí🤧 thanks corona por teres estragado os meus planos ", "estou a chorar por estar com saudades dos meus amigos 🥺, fuck corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Maldivas com as amigas, nem o corona nos apanha 🌴🍹 ", "MT gente achando corona vírus brincadeira, sai como se tivesse de férias, zomba de quem se preocupa dms.\nEssas pessoas não tem um pingo de consideração pelos avós, pelos pais, dps que dá a merda é que começa a lamentação 🤦🏻‍♀️", "O corona veio para cancelar o sudas por causa do cartaz", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "@catarinafs008 Fds corona baza, quero um beijinho da cat😭💔", "Maldivas com as amigas, nem o corona nos apanha 🌴🍹 ", "O corona veio para cancelar o sudas por causa do cartaz", "Por causa do corona nem estou a viver estou só a existir", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "Corona, uma cena para ti : ", "Para corona virus : ", "@SofiaPaquete Ao menos o corona vírus priva estas coisas ewwww", "Para corona virus : ", "Para corona virus : ", "Obg corona por estragares o meu ano de caloira", "@paula2ag @PauloHe62029502 @JanainaDoBrasil @DouglasGarcia @carteiroreaca O Doria está querendo mais corpos para chamar de seus. Para por a culpa no corona vírus, não dá fome, é claro!!!!!#FechamosComBolsonaro", "@lauraab42068700 ele criou o corona p n ir ao coachella", "Por causa do corona nem estou a viver estou só a existir", "MAS ISTO DO CORONA NÃO VAI PASSAR, QUERO ESTAR COM OS MEUS AMIGOS..", "Por causa do corona nem estou a viver estou só a existir", "@magui__5 estou com febre e tosse, passo-te o corona mas de resto está tudo", "Por causa do corona nem estou a viver estou só a existir", "Para corona virus : ", "Por causa do corona nem estou a viver estou só a existir", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Por causa do corona nem estou a viver estou só a existir", "Para corona virus : ", "Para corona virus : ", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Por causa do corona nem estou a viver estou só a existir", "Corona só não estragues os meus anos 😖", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Este e o Trump é que podiam apanhar Corona e morrer ", "Queria estar num barquinho algures na Jamaica 🥺\nThx corona por me cancelares a viagem 😡😡😡", "Obg corona por estragares o meu ano de caloira", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Para corona virus : ", "Por causa do corona nem estou a viver estou só a existir", "Para corona virus : ", "Para corona virus : ", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quando a quarentena e o corona acabarem: ", "Tem alguém fazendo alguma pesquisa sobre o efeito do corona e do isolamento na sanidade mental do povo? ", "Quando a quarentena e o corona acabarem: ", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Sendo o Corona de origem chinesa, acho muito estranho ele não se chamar Colona vílus", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "@ruben6silva o corona n te permitiu", "Quero novas vibes, novas pessoas na minha vida tp sai só oh corona", "Por causa do corona nem estou a viver estou só a existir", "Manos não têm noção do quão merda é ter que fazer projeto final , preferia tanto o estágio , estava tão motivado e por causa do corona teve que ser cancelado fds , não da vontade nenhuma trabalhar para projeto", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "Corona vai embora 😭😭 preciso de comprar roupa", "Por causa do corona nem estou a viver estou só a existir", "Corona só não estragues os meus anos 😖", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "Por causa do corona nem estou a viver estou só a existir", "o auge do meu dia foi a diana a mostrar aos stores a música ‘corona virus’ da cardi b", "Por favor corona deixa a minha amiga voltar para a escola ", "@joaopaulorm_ Se te pegar Corona a Lina decapita me", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Uma casa assim e com amigos? Fazia quarentena até sem corona ", "Galera! Vamos deixar passar essa crise de corona, pfvr! Depois a gente faz o impeachment! O nosso país não está preparado, vamos se unir para que os governantes façam alguma coisa nesse momento!", "@magsbrugs Eu acho que este corona se está a meter por caminhos apertados", "@brocolipa ACABARAM DE ESTRAGAR O MEU MOOD PARA O RESTO DA QUARENTENA. abrem as putas das escolas e universidades e em Agosto não posso ir à praia, vai te foder corona", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Corona pode nem me apanhar e levar desta para melhor fisicamente mas de espírito já tou a morta e enterrada vamos lá ver se ressuscito....", "Quando o corona bazar há que fazer festa tipo Project X", "corona vai embora pfvr 😩😩", "@AndreCVentura Se apanharem todos corona é uma benção", "Quando o corona bazar há que fazer festa tipo Project X", "corona me mate agora pfv", "O Corona já toma decisões por mim", "Somos brinquedos do Toy Story e o Corona é o Andy", "Ok, se Corona começou na China em q parte dessa merda e q os pretos têm culpa ?", "Quando o corona bazar há que fazer festa tipo Project X", "Quando o corona bazar há que fazer festa tipo Project X", "peço calor, praia, pôr do sol lindos, mas agora o que peço mais do que tudo:\ncorona vai te embora🙃 ", "ai pega corona e reclama ", "Quando o corona bazar há que fazer festa tipo Project X", "Corona, mano, só me resta o acampamento, não me tires isso também por favor :(", "merda do corona está a impedir me de meter o aparelho", "merda do corona está a impedir me de meter o aparelho", "Corona ve bem este tweet #fuckmitragem", "corona me mate agora pfv", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@MustKillMars POR CAUSA DO CORONA!! FALTASTE QUINTA E SEXTA E DPS A ESCOLA FECHOU", "Corona, não achas que já está na altura de te meteres no caralho?", "Corona, não achas que já está na altura de te meteres no caralho?", "@SoDeTrivela Soube hoje que sou imune ao corona", "corona apareceu \na minha vida: ", "Corona, não achas que já está na altura de te meteres no caralho?", "Vou passar 1 ano e meio de namoro um em cada ponta, obrigada corona e obrigada asma :)", "@AndreeSuarezzz se o Corona nos facilitar a vida", "@Bubzkji @MarinhasGod VAI PA PUTA DA TUA MAE DINAMARQUES DA MERDA, DEVIAS DE APANHAR CORONA OTARIO DO CARLAHO N JOGAS NADA", "corona , come get me , nao aguento mais esta vida", "Não vejo a hora desta situação do corona vírus acabar para poder marcar as minhas férias para ir à vagueira visitar a minha família, que saudades", "além do corona eles ainda se protegem da dengue #LiveLiberdadeProvisoria", "Este mês tinha de tudo para ser o melhor mês. Mas lembrei me que o corona fodeu o ano todo!", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@deusguel Corona não vem de França. Mas tentaste migooo", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@jpruivo12345678 25 de abril é a data mais importante para portugal fds ahaha, não disse q fazia sentido pessoas n poderem ir ao funeral de familiares mas não estamos a flr disso. estou só a dizer q o parlamento se reúne todas semanas e q não é o corona q vai acabar com a celebracao da democracia", "Mais risco corre a minha irmã de me passar o corona que é OBRIGADA a ir trabalhar para um continente 🙄", "new ep. out, vão ouvir putos &lt;3 ", "A caminho do corona 20 ", "Lá pó crl dos bts, isto é uma pandemia, pior que o Corona fds", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@elenavieruu Era suposto irmos naquela quinta em que o corona explodiu", "Já que o Éder fodeu os franceses será que também é capaz de foder o corona?", "Hype, Mas o corona vai foder tudo ", "@_stefrancaa POR QUE QUE NAO FOI , eu iria e depois me internava por causa do corona pra não contaminar ninguém kkk", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@19cara94 Com o corona?? Deves", "@19cara94 Com o corona?? Deves", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Verão que eu queria, mas o corona estragou! ", "new ep. out, vão ouvir putos &lt;3 ", "Quando sair a vacina contra o corona vírus vou ser dos primeiros a ter direito a ela por ser bombeiro. Ok, até ai na boa..\nMas eu não posso dar a minha “prioridade” a alguém que seja doente de risco?", "new ep. out, vão ouvir putos &lt;3 ", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "o corona tirou-nos as coisas mais simples q fazíamos das quais agora sentimos saudades. é começar a dar mais valor às pequenas coisas...", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "@brunono_san a minha mae diz que ve bue gente na rua e que os policias tao smp a avisar, que ja nem parece estado de emergencia\ne o pior e q as pessoas mm em grupo p correr e assim vao tds coladas.\ndeviam mm apanhar corona", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "Tantos planos, eu só quero que isto do corona acabe 😩😩😩", "A caminho do corona 20 ", "@beatrizzz_pv Só por causa desse corona mm", "@DiarioPE Esses números são distorcidos da verdade, estão falsificando atestados de óbito para aumentar os casos de corona e justificar as ações fraudulentas do governo estadual . Que já a algum tempo virou Caça níquel do pt , quero saber da casa de farinha !! Cadê as contas Renata ??", "Like corona chegar a Portugal e foder-me a vida &lt;3 ", "Corona, mano, só me resta o acampamento, não me tires isso também por favor :(", "@___mssb___ Wi\n\n2\nSó pq o Corona atrasou", "Like corona chegar a Portugal e foder-me a vida &lt;3 ", "@nayaraiuliis Eu sei ahhaha mas tava a gozar, por causa do corona", "Like corona chegar a Portugal e foder-me a vida &lt;3 ", "Sbm é a única freguesia de Esposende sem nenhum caso de corona!! SBM NO COMANDO CRLHHHHHHH 💪💪💪💪💪💪", "corona baza so , tenho hits para serem gravados", "Não vejo o meu pai á 1 mês e meio por causa do corona 😔", "Like corona chegar a Portugal e foder-me a vida &lt;3 ", "corona apareceu \na minha vida: ", "Fazia grande viagem agora se não fosse o Corona", "foda-se o corona", "foda-se o corona", "@_xxgongasxx_ Correção : *Por causa do corona e porque não te querem lá, sê humilde sfv", "Querido corona Eu estou te a respeitar para tu não estragares o meu aniversário , obrigada.", "@olakaninja mano eu agr só n tou na fórmula 1 por causa do corona", "corona, vai po caralho. ", "Fds que raiva eu estaria tão feliz se não houvesse isto do corona", "Se n fosse p causa do corona eu tava numa das melhores fases da minha vida sem gozar", "@find_me420 @mcjaozin @whoseffie mais um, meninos corona faz-vos mal ahahahahahah", "Se n fosse p causa do corona eu tava numa das melhores fases da minha vida sem gozar", "Foi um dia incrível fds...\nSa foda o corona hehe", "Se n fosse p causa do corona eu tava numa das melhores fases da minha vida sem gozar", "Se n fosse p causa do corona eu tava numa das melhores fases da minha vida sem gozar", "Epá corona é assim ao inicio ate estava a ter piada mas já podes bazar só naquela", "Se n fosse p causa do corona eu tava numa das melhores fases da minha vida sem gozar", "@crazycatladyjo bitch eu sei.. (I need to see you quando o corona acabar 😭)", "epa corona baza lá para ter o baile daqui a uns meses fds", "pior que o corona me fez foi tirar me a oportunidade de ver o meu bebe khalid :(", "Que o Corona vá embora ", "Antes todo sintoma q eu pesquisava, era cancer\nAgora todos os q eu pesquiso, são sintomas de corona\n☹", "@rebecca_neves Pensavas eu tbm pensava que o corona não chegava a Portugal e olha ahahaha desculpa o sono já bate", "Eu ia tatuar os dedos e dps veio o corona fdp ", "Esta merda do corona que passe rápido, quero ir passar um fim de semana à Póvoa lol", "sábado 8h da noite eu indo deitar, ok corona vírus você me paga", "Se o corona n te pegar deixa que eu pego gatxinho 😈\nSabe qual a semelhança entre eu (ana) e um bebe? Ambos amamos leite 😏💦 ", "O corona a destruir todos os planos que eu tinha em mente para 2020 ", "Corona, já acabavas. Tenho saudades dos meus amigos", "@rataoisdead Se tiver assim mata a corona", "Depois reclamam que o corona vai estragar o nosso verão,metam se no caralho", "@ju_ufr Primeira coisa que vamos fazer quando o corona morrer e as aulas tmb é fazer uma festinha lá em minha casa com o grupinho todo E ZUCA", "Aos imbecis que quebraram a qurentena para se estarem a comer a frente da minha casa espero que vcs apanhem corona", "Quero o rolling loud , corona vai p caralho", "pá corona põe te no caralho", "Que o Corona se farte de nós bem rápido que eu tenho a lasanha da Tia Manuela à minha espera🤤🤤", "o corona tirou-nos as coisas mais simples q fazíamos das quais agora sentimos saudades. é começar a dar mais valor às pequenas coisas...", "Que o Corona se farte de nós bem rápido que eu tenho a lasanha da Tia Manuela à minha espera🤤🤤", "Das únicas piadas sobre corona bem pensada 👏🏾 ", "@Fernandes_Beto @exame Infelizmente em 2018 morreram 81 mil pessoas de gripe comum e pneumonia, o vírus corona tem um potencial alto de se espalhar e possui pouca taxa de letalidade, se a China fizesse seu papel junto com a OMS teria se evitado mais da metade dos mortos", "era tp comenda, crato .. quem sabe somnii mas neh \nel corona filho de puta ! ", "Toda hora a chora 25 de abril, vão só festejar vosso feriado, apanhem vossa doença lutem com os vossos polícias e levem ou não a Corona pra casa como presente, mas deixem de ser chatos", "Verão que eu queria, mas o corona estragou! ", "o corona tirou-nos as coisas mais simples q fazíamos das quais agora sentimos saudades. é começar a dar mais valor às pequenas coisas...", "@omalestafeito Vão a dar liberdade de expressão ao corona vírus.", "20 se resistir ao corona ", "o corona tirou-nos as coisas mais simples q fazíamos das quais agora sentimos saudades. é começar a dar mais valor às pequenas coisas...", "Tar apaixonado é pior q Corona! HELP! DESCUBRAM A CURA!", "Mas alguém já criou uma petição para não haver aulas presenciais sff? Não queria apanhar corona e ainda gostava de me descomplicassem a licenciatura que tenho mais que fazer que pagar propina beijinho a quem não concorda chupa pilas de merda", "Kkkkk eu tô com uma mania de, do nada, falar: \" um abraço pra corona vírus\" ", "pá corona põe te no caralho", "Últimos dois verões passados no Canadá, o que aproveitei?? NADA!! Agora este verão nao vou e pronto estamos com a merda do corona e lá se vai mais um verão", "Foram essas chinesas de Vis A Vis que trouxeram o corona para Espanha", "@ju_ufr Primeira coisa que vamos fazer quando o corona morrer e as aulas tmb é fazer uma festinha lá em minha casa com o grupinho todo E ZUCA", "Querem reabrir as faculdades em Maio para apanharmos corona coletivo", "É sério \nTô com corona", "Corona, já acabavas. Tenho saudades dos meus amigos", "Hoje eu perdi uma tia pro corona vírus........ Se cuidem gente, não saiam de casa, ainda não acabou, estamos só no começo!", "Verão que eu queria, mas o corona estragou! ", "há gente mm chata fds tão bué fartos de estar em casa mas agora não querem esta merda, siga apanhar corona vou começar a ir as aulas todas mm ", "Se não fosse o corona a esta hora estava á espera do Fernando Daniel pra entrar em palco :(", "Depois reclamam que o corona vai estragar o nosso verão,metam se no caralho", "Já não estou com o meu pai á 3/4 semanas por causa do corona e de termos que ficar em casa...ele hoje ligou me e disse\" como isto está acalmar e eu tenho tomado todos os cuidados possíveis e já não saio de casa á 3 semanas,pode ser que para a semana vá aí vos ver,está bem filha?*", "Finalmente a herança do BdC vai ser esquecida pela direcção do Sporting Clube de Portugal. \n\nA partir de agora a herança pesada é do Corona. \n\nmas a incompetência deles é que nunca.", "Corona já podes bazar, tenho de pausar com roupa de verão", "Se der um kick flip o corona impressiona se e não me infeta ne? ", "O corona a destruir todos os planos que eu tinha em mente para 2020 ", "pá corona põe te no caralho", "pá corona põe te no caralho", "Parem de ter corona ", "Suíça está a levar corona vírus a brincar só vos digo isso", "Depois reclamam que o corona vai estragar o nosso verão,metam se no caralho", "O Corona fez me abrir os olhos em relação às coisas mais simples da vida", "\"Não se passa nada corona virus aí em casa \"🦠 ", "Eu a planear o meu verao este ano de 2020. \nCorona virus - ", "Mas alguém já criou uma petição para não haver aulas presenciais sff? Não queria apanhar corona e ainda gostava de me descomplicassem a licenciatura que tenho mais que fazer que pagar propina beijinho a quem não concorda chupa pilas de merda", "Eu e o Diogo tinhamos marcado férias pra semana para passarmos os 2 anos de aniversário de namoro, e nem sequer podemos usufruir delas... Thanks corona", "Corona, já acabavas. Tenho saudades dos meus amigos", "O corona a destruir todos os planos que eu tinha em mente para 2020 ", "Ovar Fashion Week\nSeason: Corona Spring/Summer 2020\nModelo: Malheiro\nColeção: Recycling toalhas de mesa ", "@teixeiravicent Espero que apanhes corona qnd fores lá ent", "pá corona põe te no caralho", "Não sei quem do brasil q disse em plena conferência que o Brasil ta pior porque enfrenta dois vírus , o corona virus e o bolsonaro virus kakakakakakak", "@Michellasantana Faz não o corona anda por aí te espreitando 😂😂😂", "@__inessampaio__ @raquellvalbom Olha o corona", "Eu devia estar a aproveitar o último ano naquela escola com a minha turma mas o corona é um filho da puta", "@PopZonebr E salvariam o mundo do Corona vírus", "Vou beber umas corona e fumar um nite", "@idcjfu Vontade que o puto apanhe corona 🤣", "Ele disse que acha... Mas vamos ter esperança, pode ser que o corona vá de férias no verão 🤷 ", "Sabem percebi agora que isto do corona e de estarmos longe dos nossos amigos para a malta do 12ano já é a experiência que vamos ter para o ano e honestly quero bue chorar só de pensar nisso", "pá corona põe te no caralho", "Aí Corona, se não tivesses aparecido, eu por esta hora já estaria a estragar o meu fígado!", "pá corona põe te no caralho", "mandem-me dm, quem não mandar apanha corona", "O Liam à espera da vez dele de cantar sou eu à espera que o corona passe", "@_goncaloqueiros aí tadinho corona subiu ao cérebro , passas te a ser romântico e tudo 🥴", "Este ano queria ir a beach party e tamos com Corona kkkk 😔", "Corona já podes bazar, tenho de pausar com roupa de verão", "Este ano queria ir a beach party e tamos com Corona kkkk 😔", "mandem-me dm, quem não mandar apanha corona", "pá corona põe te no caralho", "O corona a destruir todos os planos que eu tinha em mente para 2020 ", "pá corona põe te no caralho", "Depois reclamam que o corona vai estragar o nosso verão,metam se no caralho", "Eu só queria que todos os planos que tenho p verão se concretizassem, por sua vez, não me parece que o corona permita", "Corona já podes bazar, tenho de pausar com roupa de verão", "Sabem percebi agora que isto do corona e de estarmos longe dos nossos amigos para a malta do 12ano já é a experiência que vamos ter para o ano e honestly quero bue chorar só de pensar nisso", "Verão que eu queria, mas o corona estragou! ", "Pleno sábado e eu em casa a deprimir, porra lá este corona", "@ritamendes28 pior que corona esta merda ahahahha", "Corona já podes bazar, tenho de pausar com roupa de verão", "pá corona põe te no caralho", "Praticamente o que estão a fazer e lançar os alunos aos “bichos”. Parece que o que querem dizer com tudo isto é “TODOS TEMOS DE APANHAR COVID-19”! “CORONA FREE”! \n\nPortugal no seu melhor!", "@jjoaossoares19 @sasousa1906 De certeza que já não vai apanhar corona vírus depois desta limpeza 😂", "Verão que eu queria, mas o corona estragou! ", "Se não fosse o corona a esta hora estava á espera do Fernando Daniel pra entrar em palco :(", "Depois reclamam que o corona vai estragar o nosso verão,metam se no caralho"]