["Vocês já imaginaram o que seria de nós,portugueses,se no governo nesta altura de pandemia estivessem os Passos e Portas do nosso descontentamento?\nCalculistas,frios,desapiedados e vingativos?\nO que seriam da peste grisalha,dos piegas e dos comedores de bifes?\nFascismo nunca mais.", "Aqui em Portugal todos telejornais deram forte ênfase a Saída do Sérgio Moro do Governo. Destaque com análises de cientistas político e tudo mais. Nada de bom! Sergio Moro acusa Bolsonaro de querer acesso privilegiado a investigações judiciais ", "O Governo ao não ter feito nada enquanto a doença se espalhava, ao ter mandado a DGS mentir (e mesmo ao fingir que a europa nos vai salvar e ao mentir quanto à austeridade) destruiu a confiança e e destruiu a economia. Marcelo é pior.", "caralho a pessoa eh petista e abre a boca p dizer q o governo do Brasil é ruim", "O @SF_Moro durou menos nesse governo do que eu duro nas agências de propaganda...", "Famílias relatam sofrimento por demora para receber auxílio emergencial do governo federal ", "É só uma teoria ⚠️\nEu acho q ela se vai juntar ao professor tal como a raquel se juntou\nLembrem se q ela está em fuga por causa do q fez ao Rio e por culpar o governo naquela conferência de imprensa e se for apanhada vai presa portanto vai pedir ajuda ao professor ", "@CarlosLucasLx Não lhe deram apoio, a filha dele tem a minha idade. Esta no Luxemburgo. Este governo é uma merda. Desculpa.", "não é POSSÍVEL que o ministro mais importante desse governo tenha contado algo tão grave e NADA seja feito. o cara simplesmente confirmou que o filho do Bolsonaro fez merda e o pai tá usando do cargo pra que ele não seja punido. bandido bom não era bandido morto?", "No governo do PT a PF tinha autonomia.", "E a seguir ele entrevista-te a ti e tu novamente a ele e o governo paga-vos 15 milhões para não fazerem jornalismo ", "Esta coisa do distanciamento social é um pretexto para eu continuar a ser antisocial. Simplesmente agora é tipo uma ordem do governo.", "@marianasst_ Eu governo me", "Nunca podemos nos esquecer que ele não só participou do governo do bozo como foi parcial e ilegal em muitos julgamentos da Lava Jato. Ele não é alternativa para nada e sim ele é esperto e está pensando em 2022. ", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "É irónico que quem tanto diz que quer comemorar a liberdade esteja apanhar o gosto a estados “totalitários”.\n\nGoverno pondera decretar situação de calamidade pública após fim do estado de emergência | TVI24 ", "Vocês já imaginaram o que seria de nós,portugueses,se no governo nesta altura de pandemia estivessem os Passos e Portas do nosso descontentamento?\nCalculistas,frios,desapiedados e vingativos?\nO que seriam da peste grisalha,dos piegas e dos comedores de bifes?\nFascismo nunca mais.", "@ronaldorizeiro @moura_101 Parabéns cara, por admitir sua falha.\nVejo isso como uma atitude honrosa. 👏\nEu também acreditei que este governo seria diferente, seria melhor...\n\nÉ tudo a mesma bosta.", "O governo de Espanha chegou a dizer que era preciso accionar meios legais contra a suposta infracção de Rajoy ao confinamento. Era falso e as imagens dele na rua eram de 2018.", "@Collor @poxaelton Mas, concordar comigo, quando eu disse que raso foi o seu governo, você não concordou. Rs", "@JPintoBastos @evoluicomigo O problema é que também não se acusa devidamente quem pratica o delito, como nos fogos nunca ninguém fala dos incendiários. Ou é o Governo, ou o primeiro ministro, ou o SEF, ou a PSP, ou os bombeiros, ou é...", "@Prince___007 @antoniocostapm @antoniocostaps Mas essa medida já foi anunciada oficialmente pelo governo? É assim, alguma medida deste tipo está condenada ao insucesso, pois ninguém irá cumprir a restrição. Eu falo por mim, estarei na praia da Roxa Baixinha nem que chova canivetes.", "@cafecomferri Seria ótimo agora se soltassem a podridão deste governo todo", "Um governo que tem@como ministro das finanças Mário Centeno e ministro da economia Siza Vieira é de esquerda?", "às 22:55 do dia 24 de abril de 1974 passava na rádio a música \"E depois do Adeus\" de Paulo de Carvalho.\nEsta música era um código para os militares que significava que tudo estava a correr bem e o governo não desconfiava de nada", "Se o Moro implodir o próximo governo, ele pede música pro Fantástico?", "O que é que se passa com a comunicação oficial do Governo, entrou tudo em “tilt”? Agora o Ministério da Agricultura apela ao consumo de produtos locais com música pimba e dizeres brejeiros tipo Quim Barreiros? ", "Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "Agr nmrl, vcs n me venham passar pano pro Moro n: ele aceitou participar de um governo fascista e derrubar um democrático. Tudo isso é marketing", "@HelderHeldernog @mariana_maz94 @tariqpanja Helder pq é o scp ganhou mais títulos no tempo do salazar? Sabias qual o clube que tinha elementos do governo e pide na sua direcção-geral?", "@vasc0ml @pcp_pt \"movimento político e filosófico ou regime (como o estabelecido por Benito Mussolini na Itália, em 1922), que faz prevalecer os conceitos de nação sobre os valores individuais e que é representado por um governo autocrático, centralizado na figura de um ditador.\" - Fascismo.", "Foi esta música, a canção de Portugal para Eurovisão 1974, o sinal para começar a Revolução contra o governo fascista. #25deabrilsempre #fascismonuncamais\n", "Parece que o apoio dos empresários não era propriamente a Bolsonaro....\n", "Governo do Messias parece a série \"Além da Imaginação\"... ", "Portugal - Covid-19: Governo pondera passagem do País para \"situação de calamidade\" ", "Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "Parece que o apoio dos empresários não era propriamente a Bolsonaro....\n", "Essa é a nova chamada de entrada do governo? #BBB ", "Essa é a nova chamada de entrada do governo? #BBB ", "Cabo Daciolo ouvindo o Brasil clamando pelo seu governo ", "@rcp80 @nikolas_dm não eram vocês que diziam “governo sem ideologia” e agora tão nessa????? Vocês são canalhas demais. Tenho nojo de saber que tem gente da minha família que tem amizade com gentinha assim! Lixos", "Covid-19 | Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "Essa é a nova chamada de entrada do governo? #BBB ", "@Collor Raso foi o seu governo.", "@FranciscoALeite A comunicação do PR, Governo e DGS é claramente para alguém com idade mental de 3 anos.", "Essa é a nova chamada de entrada do governo? #BBB ", "@ronaldorizeiro @moura_101 Parabéns cara, por admitir sua falha.\nVejo isso como uma atitude honrosa. 👏\nEu também acreditei que este governo seria diferente, seria melhor...\n\nÉ tudo a mesma bosta.", "Vocês já imaginaram o que seria de nós,portugueses,se no governo nesta altura de pandemia estivessem os Passos e Portas do nosso descontentamento?\nCalculistas,frios,desapiedados e vingativos?\nO que seriam da peste grisalha,dos piegas e dos comedores de bifes?\nFascismo nunca mais.", "É tentador celebrar Moro por seu desembarque do bolsonarismo, que enfraquece o mais ordinário e perigoso governo que o país já teve. Mas é um erro: ele ajudou a eleger e foi durante 16 meses o fiador de um presidente que flerta abertamente com um autogolpe ", "Tenho dó dos futuros estudantes que terão de tentar entender o governo do Bolsonaro", "É irónico que quem tanto diz que quer comemorar a liberdade esteja apanhar o gosto a estados “totalitários”.\n\nGoverno pondera decretar situação de calamidade pública após fim do estado de emergência | TVI24 ", "É irónico que quem tanto diz que quer comemorar a liberdade esteja apanhar o gosto a estados “totalitários”.\n\nGoverno pondera decretar situação de calamidade pública após fim do estado de emergência | TVI24 ", "Observador: Depois do estado de emergência, Governo estuda passar país para \"situação de calamidade\".\n\n\natravés do @GoogleNews", "E o governo !! ", "O governo comprou ventiladores à China, no valor de 9,3 milhões de euros, e os ventiladores vieram com instruções e botões esquisitos... em mandarim!\nA China lança o vírus e ainda faz negócio?! \nAcorda Ocidente! Deixa de meter o Cavalo de Tróia chinês cá dentro!\n#PNR #VírusChinês ", "A certa altura o homem disse “Isso é para escrotizar”. Acho que isto resume o governo dele. #forabolsonaro", "#BolsonaroEnlouqueceu Governo Bolsonaro tá melhor que #BBB20 toda semana um eliminado kkkkkk ", "@filipebarrost @SF_Moro @jairbolsonaro Parei com esse governo", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "Essa é a nova chamada de entrada do governo? #BBB ", "#Sociedade Governo está a ponderar decretar situação de calamidade pública após fim do estado de emergência ", "Fora de tangas o governo podia por mão nos festivais de verão e tomar já uma posição, é óbvio que não vão acontecer mais vale começaram já com os refunds 😬", "Essa é a nova chamada de entrada do governo? #BBB ", "Governo pondera decretar situação de calamidade pública após fim do estado de emergência - Linhas de Elvas ", "Governo define abertura dos serviços públicos na próxima semana via @noticiaaominuto", "O que é que se passa com a comunicação oficial do Governo, entrou tudo em “tilt”? Agora o Ministério da Agricultura apela ao consumo de produtos locais com música pimba e dizeres brejeiros tipo Quim Barreiros? ", "obrigado governo bolsonaro, melhores memes ja feitos", "Enquanto se discute as patetices do Trump o governo quer continuar a limitar a liberdade do povo após estado de emergência.", "@RumadhiS @renaspresas Não, acredito nisso pelos membros da direcção do Porto que estavam no governo. E pela ajuda que tiveram para não descer de divisão e para construir o estádio. Houve muita sujidade nesse caminho, não começou nos últimos 30 anos.", "Essa é a nova chamada de entrada do governo? #BBB ", "Estamos a precisar de um 25 de Abril.\n\n", "@FatimaAntero Esse fulano voltou? O governo está a esconder algo. As pessoas aprenderam a proteger-se do virus está na hora de parar emergência. Algumas estão demasiado assustadas, maior parte tem sintomas leves. Os graves já tinham doença crónica, estavam debilitados, mal nutridos, fumavam..", "O comunismo ressuscita jornalistas. O que é que o teu governo faz? ", "O comunismo ressuscita jornalistas. O que é que o teu governo faz? ", "Governo pondera decretar situação de calamidade pública após estado de emergência ", "Governo pondera decretar situação de calamidade pública após estado de emergência ", "@CMOtwitting_pt @PSaserPS @buzz8051 Uma questão de marketing. O importante é transmitir a mensagem que o governo está a dotar o SNS de meios.", "Governo pondera decretar situação de calamidade pública após estado de emergência ", "@sergioroxo @marilizpj Mas no fantástico mundo de Bob, já já vão dizer que o Moro é comunista, só porque ele reconheceu que na época do PT, o Governo não interferia na Polícia Federal.", "Costa: Governo precisa do PSD para caminho sem \"austeridade\" ", "Toda empatia e reconhecimento aos colegas jornalistas brasileiros pelo trabalho. Não bastasse a pandemia, uma crise política sem precedentes no atual governo está pautando a agenda midiática. Bolsonaro está caindo.", "Covid-19: Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "Crítica Nacional | O DIA EM QUE SÉRGIO MORO QUIS NOMEAR A DESARMAMENTISTA ILONA SZABÓ PARA O GOVERNO BOLSONARO ", "@carlos_jb_paz Bingo.\n\nGoverno pondera decretar situação de calamidade pública após fim do estado de emergência ", "Covid-19. “Breves e restritas“: Governo e CGTP negoceiam comemorações do 1º de maio ", "Agr nmrl, vcs n me venham passar pano pro Moro n: ele aceitou participar de um governo fascista e derrubar um democrático. Tudo isso é marketing", "A semiótica do ministro da saúde com cara de morto e o da economia de máscara ficou 100% a cara desse governo.", "Essa é a nova chamada de entrada do governo? #BBB ", "Governo Bolsonaro no momento: ", "Vocês já imaginaram o que seria de nós,portugueses,se no governo nesta altura de pandemia estivessem os Passos e Portas do nosso descontentamento?\nCalculistas,frios,desapiedados e vingativos?\nO que seriam da peste grisalha,dos piegas e dos comedores de bifes?\nFascismo nunca mais.", "Em Lisboa os quartos para arrendamento já estão a baixar. É inadmissível. O governo devia manter os preços altos. Os senhorios precisam de dinheiro.", "Covid-19: Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "O partido do PT ficou quase 16 anos no governo e saiu dps de muita investigação e provas de corrupção e o Bolsonaro n tem nem 2 anos direito e já querem q o cara sai..", "O que é que se passa com a comunicação oficial do Governo, entrou tudo em “tilt”? Agora o Ministério da Agricultura apela ao consumo de produtos locais com música pimba e dizeres brejeiros tipo Quim Barreiros? ", "O comunismo ressuscita jornalistas. O que é que o teu governo faz? ", "Essa é a nova chamada de entrada do governo? #BBB ", "Governo pondera decretar situação de calamidade pública após fim do estado de emergência ", "@dlharterRS Pois é! hahaha\n\nFoi o discurso mais maluco que ele fez. Não se defendeu de nada e falou um monte de coisa aleatória, além de ter se entregado em alguns momentos. \n\nNão resta nada nesse governo. É só burrice, despreparo e paranoias. Não aguento mais, bicho.", "Essa é a nova chamada de entrada do governo? #BBB ", "O governo brasileiro parece um monte de peidos e arrotos a fingir serem perfumes.", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "@exame O governo desse abestado já acabou. Os milicos estão mandando.", "Governo pondera alojar refugiados em hotéis ou apartamentos ", "@antoniocostapm @USEmbalo Na próxima vez que perguntarem se isto é um país, pode responder, com convicção que não. É \n um mero putedo socialista.\n\n", "O governo paga por estes ventiladores (sopradores de ar diria eu) ou são dados? É que pagar por essa tralha é roubar dinheiro aos contribuíntes. QUEM escolheu esse equipamento? Que intensivista foi ouvido? Estupidez ou negociata?", "O governo paga por estes ventiladores (sopradores de ar diria eu) ou são dados? É que pagar por essa tralha é roubar dinheiro aos contribuíntes. QUEM escolheu esse equipamento? Que intensivista foi ouvido? Estupidez ou negociata?", "É a merdocracia do governo Bolsonaro ", "@FrazaoPs @jmedeiros71 Esses foram dos doados/comprados por privados e municípios. Ao que parece os do governo ainda estão para vir", "Governo : quarentena acabou \nPessoal : ", "💝Jiang Xinyi e outros cristãos foram presos pelo governo do Partido Comunista da China; seus funcionários torturam brutalmente os cristãos a fim de confiscar os fundos da igreja e prender outros líderes da igreja.\nAs irmãs confiam em Deus para testemunhar\n ", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "Se as declarações de Costa foram descontextualizadas só o terão sido por instruções de Costa. Expresso já deu suficientes provas de que está ao serviço do governo e do PS \n", "@Abracognitivist A solução do governo para que haja distanciamento social e não risco de contágio numa praia", "@MarceloCRedeTV A elite falando merda , qt o presidente lhe paga para fazer publicidade ao governo ??!!", "E o governo sem saber onde fazer um novo aeroporto.... ", "@carlosgpinto Com os 15 milhões agora anunciados pelo Governo para a propaganda do PS... perdão, para a publicidade institucional, nas próximas eleições nem vale a pena fazer as contas.", "@diothed0g @walternatez @FRavachol @rocovargas @RebeloRudolfo Então se foi o PSD que basicamente fez tudo, essa desigualdade que persiste no acesso à saúde é também responsabilidade desse partido.\nE esse desenvolvimento todo foi só pela mão do governo? Com certeza o parlamento esteve envolvido. E o PS nada fez? Não votou ou propôs leis?", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "Vamos esclarecer os fatos ,não foi bolsonaro que quiz moro no governo é o rabo preso ao Moro que fez com que ficasse, fazendo a vontade de Moro que prevalecesse Valeixo na PF , alguma dúvida ? ", "isso vai ser bue complicado governo, tens noção né ", "isso vai ser bue complicado governo, tens noção né ", "O governo paga por estes ventiladores (sopradores de ar diria eu) ou são dados? É que pagar por essa tralha é roubar dinheiro aos contribuíntes. QUEM escolheu esse equipamento? Que intensivista foi ouvido? Estupidez ou negociata?", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "\"O governo fechou mas não vai ser o governo a abrir...\nLinhas mestras da defesa dos outros....\"", "Mais ventiladores chineses que são lixo puro e só servem para matar doentes complexos chegaram. Este governo ainda não percebeu que a incompetência mata doentes e mata a economia. Quem escolhe este lixo q outros países recusam?", "@Marc2010 @MediceTiago @allantercalivre Aqui na Espanha acontece o mesmo, Bolsonaro é tido como ditador.Aqui o governo de Espanha é formado pela esquerda socialista(PSOE), a esquerda comunista (PODEMOS) e mais uns quantos partidos de esquerda pequenos que foram comprados para que pudessem formar uma coalizão, explicado", "Ou um velho que insiste em conspirações de tudo, como por exemplo o telemóvel que estás a visualizar, não não é o telemóvel que está hackeado, são os teu olhos que foram hackeados pelo governo no momento em que olhaste para o Sol que nem é verdadeiro mas sim produto do governo", "@Gouveia Sem dúvida, o meu tweet anterior queria dizer exatamente isso, que o Podemos está a provar o perigo deste tipo de partidos no governo de um país.", "E o governo não faz nada", "Estou a ver isto e não acredito numa unica palavra do que é dito. Porque é dito na Casa Branca. Credibilidade dos EUA e do seu governo é zero. ", "@carlosgpinto Com os 15 milhões agora anunciados pelo Governo para a propaganda do PS... perdão, para a publicidade institucional, nas próximas eleições nem vale a pena fazer as contas.", "Referências diárias em Espanha ao milagre Português, incompreensão qd só há uma fronteira.\n\nSe eles soubessem como o cu do governo tremia por tanta cativação na saúde, compreenderiam imediatamente.", "Esse governo é pilantra. Estão enrolando pra pagar o #auxilioemergencial Bolsonaro é um picareta! Paulo Guedes incompetente. #BrasilUrgente", "@danielPMERJ O governo federal tem que começar a investigar esses hospitais, muitos não estão atendendo nem sequer a médicos. As estruturas estão montadas para garantir o dinheiro do governo federal. Já tá passando da hora de começar a colocar essa cambada na cadeia.", "- Liberacho no Parlamento: \"o sTado nÃo Çabe jerir eiMpreZas! O gOvErno kEr coNtRoLar TUdo! a eXkErdA oPriMe o SidAdaUm!\n\n- Eu: memes.\n\n- Liberachos no Twitter: \"O COSTA NÃO FOI SÉRIO! ELE QUE RESPONDA ÀS PERGUNTAS! NÃO TENS PIADA NENHUMA! A MIM NÃO ME AFECTAS! ODEIO-TE!😤😡🤬!!\"", "Tbh eu tou-me a cagar para a vossa ideologia política, sincero. Desde que todos votem, a escolha do governo será sempre democrática. Por muito que eu não concorde, se um partido está no poder é pq as população votou mais nele que nos outros.", "Governo : quarentena acabou \nPessoal : ", "Estou a ver isto e não acredito numa unica palavra do que é dito. Porque é dito na Casa Branca. Credibilidade dos EUA e do seu governo é zero. ", "Militares do governo lançam plano de recuperação econômica sem Guedes via @noticiaaominutobr", "Um agradecimento especial à agência de comunicação do governo, para quem este dirige a coragem que lhe falta no que toca a ter que dialogar com as instituições.\n via @JNegocios", "Governo resgata papel do Estado na retomada e põe em xeque agenda liberal de Guedes ", "@folha Ministério da Saude no governo Lula também liberou o uso do Tamiflur para o H1n1 sem evidência de eficácia e não houve tanta diarreia verbal sendo explanada pela midia.", "Tbh eu tou-me a cagar para a vossa ideologia política, sincero. Desde que todos votem, a escolha do governo será sempre democrática. Por muito que eu não concorde, se um partido está no poder é pq as população votou mais nele que nos outros.", "Tbh eu tou-me a cagar para a vossa ideologia política, sincero. Desde que todos votem, a escolha do governo será sempre democrática. Por muito que eu não concorde, se um partido está no poder é pq as população votou mais nele que nos outros.", "Tbh eu tou-me a cagar para a vossa ideologia política, sincero. Desde que todos votem, a escolha do governo será sempre democrática. Por muito que eu não concorde, se um partido está no poder é pq as população votou mais nele que nos outros.", "Tbh eu tou-me a cagar para a vossa ideologia política, sincero. Desde que todos votem, a escolha do governo será sempre democrática. Por muito que eu não concorde, se um partido está no poder é pq as população votou mais nele que nos outros.", "Sem conseguir entregar a primeira parte da Renda Básica Emergencial, governo desiste de antecipar a segunda parcela. O programa genocida de @jairbolsonaro é a única coisa que continua funcionando com eficiência.", "Governo : quarentena acabou \nPessoal : ", "@alexathaide Cercanias do Palácio Guanabara, sede do governo. Há uns meses tentaram matar um cara ligado ao Witzel, mas quem morreu foi o segurança. Nos fundos da minha rua existe um batalhão da PM exclusivo para o Palácio.", "Estava tudo lindo e maravilhoso no fantástico mundo do Moura Brasil. Até que que a realidade de não ter um “carguinho” no governo fez ele mostrar a verdadeira cara imunda que escondia ", "@FMouraBrasil Estava tudo lindo e maravilhoso no fantástico mundo do Moura Brasil. Até que que a realidade de não ter um “carguinho” no governo fez ele mostrar a verdadeira cara imunda que escondia", "@observadorpt Se depender do governo , aqui entregam logo o titulo ao Benfica e não se fala mais nisso.", "@UmaPaginaSocial Claro, porque a IL é governo e tudo 😄 vocês não fazem ideia daquilo que pensam que fazem ideia. Só falta dizer que fomos nós que nos esquecemos do aumento dos funcionários de saúde 😄", "Surfistas enviam a PR e governo proposta de regresso ao mar ", "Meu irmão se esses são dados do governo pode dobrar esse número a vontade ", "A IL é governo e eu não sabia 😂\nQue eu saiba não foi a IL que não aumentou o salário os profissionais da saúde nem que congelou as carreiras de professores. Mas também quem sou eu na verdade?! Vá, mais criatividade, vocês conseguem fazer melhor! 😄 ", "Ando eu em casa há mais de um mês sem sair e vocês a ir ter com os namorados e namoradas e a dar passeios com os amigos e depois queixam-se aqui do governo e da situação de pandemia, hipócritas", "Governo resgata papel do Estado na retomada e põe em xeque agenda liberal de Guedes ", "Na próxima vez que perguntarem que isto é um país, pode responder, com convicção que não, é um mero putedo socialista.\n\n", "25 de Abril agora e sempre! \n\n#25deabrilsempre ,#25deabril ,#REVOLUTION ,#revolucao, #portugal, #liberdade, #assembleiadarepublica, #Presidente ,#marcelorebelodesousa, #Governo ,#antoniocosta ,#ps, #PSD ,#ruirio, #blocodesquerda, #Catarina", "Aposto que o Governo do Estado de PortoeGaia vai-se opor... ", "@danielPMERJ O governo federal tem que começar a investigar esses hospitais, muitos não estão atendendo nem sequer a médicos. As estruturas estão montadas para garantir o dinheiro do governo federal. Já tá passando da hora de começar a colocar essa cambada na cadeia.", "Moro sai pelo próprio pé do governo de Bolsonaro no meio de uma pandemia que tem tornado o governo de Bolsonaro ainda mais criticado... hmm, teremos \"Moro a presidente\", nas próximas eleições?", "Medidas excecionais do Governo para o Desporto ", "Decisões do governo sobre o desporto remetidas para a próxima semana ", "Olha ai a FAKENEWS CORRENDO O MUNDO ACABOU DE PASSAR NO JORNAL DA NOITE NA SIC - A #GLOBOLIXO DE PORTUGAL SEM POR NEM TIRAR. FALA MAL DO BOLSONARO TODO DIA!\n", "Economia - Como se calcula o lay-off que começa a meio do mês? Governo esclarece ", "Medidas excecionais do Governo para o Desporto ", "Medidas excecionais do Governo para o Desporto ", "@Quintoafegao @LelongLJ KKKKKKKKK VAI SIM\n\nFIQUEI MILIONÁRIO AQUI COM MEU NEGÓCIO NO BRASIL\n\nOH NÃO, O GOVERNO QUER 15% DOS MEU LUCROS!! \n\nACHO Q VOU FECHAR MINHA EMPRESA E IR EMBORA DESTE PAÍS E LARGAR OQUE ME DEIXOU RICO 🤠🤠🤠🤠🤠🤠🤠", "Este é o maior ex de falácia. Ventiladores com botões em chinês. \n2 formas de resolver o problema:\n1ª - colocar adesivos por baixo dos botões em língua portuguesa;\n2ª - dar formação de mandarim aos técnicos de saúde.\nAdivinhem qual foi a anunciada? ", "@PedroSa84433323 Não só as hordas do Cacém. Estou a imaginar, aqui no Porto, a malta do Aleixo a ser barrada à entrada da praia. Promete. Claro que depois o Costa dirá que \"vam'lá ver, vamos calibrar as entradas para que ninguém fique excluído de tomar banho. O Governo nunca quis barrar ninguém\".", "'Não sei, pô', diz Bolsonaro a apoiadores sobre cargos para o governo via @noticiaaominutobr", "@zdoficial @lucindaelisa Governo e gentes arianas.", "Vocês curtem bué de levar a peito as cenas pq ? Quando perguntei quem criou não me referia a algo que foi proposto, e depois discutida, aprovada, promulgada ou vetada, envolvendo a Assembleia da República, o Governo e tbm o Presidente da República. ", "O tabaco vai tornar-se num bem de primeira necessidade no combate à pandemia.\n- Exige-se que o Governo lhe baixe o IVA para a taxa mínima! ", "Na próxima vez que perguntarem que isto é um país, pode responder, com convicção que não, é um mero putedo socialista.\n\n", "@joxventura Do seu, 'quer-se dizer', do ganho através dos contratos ganhos pela Lena ao governo do amigo Sócrates. 😬\nSim, ela irá gastar dinheiro do OE. 🙂", "@pedroosilvabb Eu creio que não.\nSó têm no Ferry que existe no verão, a ligar o Porto do Funchal ao Porto de Portimão.\nMas esse Ferry é pago na totalidade pelo Governo Regional da Madeira", "Olha este OCS\nO governo dá-lhe cacau e eles\nexpõem a mentira....não pode ser ", "Mais do que um político bom, o Brasil precisa de um governo que consiga manter uma estabilização geral, inclusive no próprio governo. O resto é consequência.", "Coronavírus: 70 mil já pediram ao Governo de Portugal a redução do tráfego aéreo ", "Militares do governo lançam plano de recuperação econômica sem Guedes via @noticiaaominutobr", "Governo pondera alojar refugiados em hotéis ou apartamentos ", "Governo : quarentena acabou \nPessoal : ", "@Publico O governo devia apostar no reagrupamento familiar e enviar estes indivíduos para junto das suas famílias 👍", "Se Sérgio Moro vier a reverter a sua decisão de sair do governo de Bolsonaro, descontente com a mudança, feita à sua revelia, do diretor da Polícia Federal, tem definitivamente assegurado a vaga no Supremo Tribunal Federal em 2021", "'Não sei, pô', diz Bolsonaro a apoiadores sobre cargos para o governo via @noticiaaominutobr", "@isabelsantiago_ Mas podia ser, depois dos perfis falsos no Facebook do governo espanhol converterá já andarão no do AC", "@monark tá não, my friend", "'Não sei, pô', diz Bolsonaro a apoiadores sobre cargos para o governo via @noticiaaominutobr", "Decreto-lei do Governo não protege quem comprou viagens diretamente às companhias aéreas ", "350 surfistas desrespeitaram as medidas impostas pelo Governo no mês de abril ", "Bolsonaro tenta impor troca na PF e Moro avisa que pode deixar governo via @noticiaaominutobr", "@SF_Moro Até meu filho de onze anos teria uma idéia de campanha melhor que essa...só debilóides neste governo! 🤦", "Bolsonaro tenta impor troca na PF e Moro avisa que pode deixar governo via @noticiaaominutobr", "'Não sei, pô', diz Bolsonaro a apoiadores sobre cargos para o governo via @noticiaaominutobr", "@seriologa \"Jogar o jogo\"?, reclamar que o governo galego governe sobre a saúde dxs galegos na pandemia? Como se fosse um jogo eleitoral.\n", "Bolsomínions! \n\nWitzel era fenômeno\nDória, um Deus. \nJoyce, o \"mito\" de saias. \nBebiano, o leal e valoroso aliado. \nFrota, o grande líder. \n\nEles saíram do governo e são desprezíveis pra vcs agora. \n\nE o Moro? Vai ser tbm?", "Governo devia mesmo oferecer uma bateria nova para o meu móvel isto já viciou com tantas vezes que o carrego 🤦🏽‍♀️", "contas falsas ligadas à Iniciativa Liberal vieram questionar a nomeação de Cotrim Figueiredo. ele foi nomeado para o Turismo de Portugal, I. P. pelo governo Passos em 2014, tendo cessado funções em 2016. o cargo tem remuneração de gestor público. ", "@Fabiomarbinho As seitas só tem uma finalidade , dinheiro e votos para políticos corruptos , mas o mais impressionante é os lacaios não perceberem , que são manipulados por um governo que quer mais que morram todos !", "Governo : A quarentena acabou !!\nToda gente: ", "@Fabiomarbinho As seitas só tem uma finalidade , dinheiro e votos para políticos corruptos , mas o mais impressionante é os lacaios não perceberem , que são manipulados por um governo que quer mais que morram todos !", "@Fabiomarbinho As seitas só tem uma finalidade , dinheiro e votos para políticos corruptos , mas o mais impressionante é os lacaios não perceberem , que são manipulados por um governo que quer mais que morram todos !", "Notícia ECO: RTP admite continuar com a \"telescola\" depois da pandemia. Concordam? ", "@Fabiomarbinho O problema está na educação , na falta de estudo de leitura , pessoas assim são fáceis de se manipular, Qt mais o povo se mantiver na ignorância para esses bandidos do governo melhor , o que interessa é o voto e não o nível de formação !", "@Fabiomarbinho O problema está na educação , na falta de estudo de leitura , pessoas assim são fáceis de se manipular, Qt mais o povo se mantiver na ignorância para esses bandidos do governo melhor , o que interessa é o voto e não o nível de formação !", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Dentistas pedem apoio e mais proteção ao Governo ", "Nunca antes na história deste país o MDB recusou cargos de um governo que nem está sequer na metade do mandato.\nAí tem. ", "contas falsas ligadas à Iniciativa Liberal vieram questionar a nomeação de Cotrim Figueiredo. ele foi nomeado para o Turismo de Portugal, I. P. pelo governo Passos em 2014, tendo cessado funções em 2016. o cargo tem remuneração de gestor público. ", "@O_Teu_Mestre amiguinho do house party, saudades desses dias... VAMOS TODOS INSTALAR ISSO DE NOVO, ISSO FOI TUDO UMA CONSPIRAÇÃO DO GOVERNO", "Se Salazar estivesse no governo não tinhamos de nos preocupar com a crise pq tinhamos os cofres cheios \npensem nisso", "O que não vamos ver nas nossas TVs: em Espanha já há fuga de depósitos para bancos no Luxemburgo com medo de um confisco por parte do Governo de Sánchez e Iglesias - os amigos de António Costa e Catarina Martins.🔴 ", "💝Jiang Xinyi e outros cristãos foram presos pelo governo do Partido Comunista da China; seus funcionários torturam brutalmente os cristãos a fim de confiscar os fundos da igreja e prender outros líderes da igreja.\nAs irmãs confiam em Deus para testemunhar\n ", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "@TheRealJuliaG_ Infelizmente, e agrava-se a cada novo governo de uma forma assustadora...\n\nSeja quem seja...\n\nOs últimos +-20 anos foram desastrosos, ninguém tem Honra na politica, ou sequer bom senso...", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Quem diria que este governo espanhol tem traços autoritários. Ninguém esperava. ", "O governo brasileiro adotou a mesma abordagem que eu utilizo para me considerar saudável. Não faço exames e só vou ao médico quando extremamente necessário (nunca).\nMinha teoria é que as pessoas adoecem ao fazer exames.", "Holanda no sector secundário indústrias metalúrgica, alimentar e do tabaco são principais fontes de rendimento, seguindo-se as indústrias química electrónica e petrolifera Governo holandês encorajou desenvolvimento da aeronáutica e a automóvel.E da Bolsa de Acções de Amesterdão", "governo, trabalhem em casa, cabeleireiros: ", "Governo : A quarentena acabou !!\nToda gente: ", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Ainda sobre os CTT, duas notas adicionais:\n1 - Quando o governo Passos/Portas privatizou a empresa, recusaram garantir a manutenção dos postos de trabalho.\nDepois, na oposição, vieram questionar o novo governo pela degradação das condições laborais que eles próprios causaram. ", "- Liberacho no Parlamento: \"o sTado nÃo Çabe jerir eiMpreZas! O gOvErno kEr coNtRoLar TUdo! a eXkErdA oPriMe o SidAdaUm!\n\n- Eu: memes.\n\n- Liberachos no Twitter: \"O COSTA NÃO FOI SÉRIO! ELE QUE RESPONDA ÀS PERGUNTAS! NÃO TENS PIADA NENHUMA! A MIM NÃO ME AFECTAS! ODEIO-TE!😤😡🤬!!\"", "@jairbolsonaro @SF_Moro @gen_heleno @CarlosBolsonaro @AiltonBenedito @BolsonaroSP @BolsonaroSP @depheliolopes \nO governo não precisa de mais pessoas que não gostam de Bolsonaro. ", "@MPizarroPorto Parabéns e bem haja a este Governo Socialista, na Pessoa do Primeiro Ministro, António Costa, por mais esta excelente medida no SNS, Serviço Nacional de Saúde.\nAbraço solidário e Amigo.", "Ok então arranja tu uma solução \nFoda se o governo arranjou esta merda em 1 mês e vcs tão se a queixar? Epah tenham respeito pelos vossos professores e calem a puta da boca ", "Metade dos problemas de relações públicas deste Governo saem da boca do Ferro Rodrigues. O resto vem de gente tão parva como ele, mas que por alguma razão não foi escolhida como segunda figura da Nação. João Soares e Azaredo Lopes devem estar a pensar o que é que lhes falta", "muito curiosa para conhecer o back up sanitário do plano de reabertura da economia que o governo português apresentará para a semana via @FT", "@jairbolsonaro @SF_Moro @gen_heleno @CarlosBolsonaro @AiltonBenedito @BolsonaroSP @BolsonaroSP @depheliolopes \nO governo não precisa de mais pessoas que não gostam de Bolsonaro. ", "É pratica americana metermo-nos nos assuntos de todos os outros, das índias ocidentais às orientais, da Rússia ao Japão. \nÉ pratica Americana que o governo central tenha sempre milhões em dívida, nem que se tenha de forçar uma crise ou uma guerra para evitar ter de os pagar", "Os interesses comercias da América procuram alcançar um Império mundial! \nSe alguma vez, este país ficar debaixo de um governo único, será um dos mais corruptos. Não existe à face da terra um governo tão corrupto como o dos Estados Unidos da América.\n\nVoltairine de cleyre", "Polémica nas comemorações do 25 de Abril, a mudança de discurso político do governo e a relação da Rep. Chinesa com as Nações Unidas ", "@Incompreendid20 Ignore o governo federal , Qd não temos um presidente e temos um ministro louco , temos de ser nós por nós contra todos !", "Parece que todo o Governo de António Costa - incluindo ministros, secretários de Estado e assessores - está a praticar a “herd immunity” [imunidade de grupo] e não dizia nada a ninguém.", "- Liberacho no Parlamento: \"o sTado nÃo Çabe jerir eiMpreZas! O gOvErno kEr coNtRoLar TUdo! a eXkErdA oPriMe o SidAdaUm!\n\n- Eu: memes.\n\n- Liberachos no Twitter: \"O COSTA NÃO FOI SÉRIO! ELE QUE RESPONDA ÀS PERGUNTAS! NÃO TENS PIADA NENHUMA! A MIM NÃO ME AFECTAS! ODEIO-TE!😤😡🤬!!\"", "@antoainb @goncalosousa Mas não abdica de dar a entender que o governo não deveria apoiar os \"jornais\" todos por igual.\nE de portugueses destes, com lapis azul, estamos nós fartos. Conseguimos livrar-nos disso. Espero que não volte.", "O critério que o governo de dar mais dinheiro aos jornais com mais vendas e mais publicidade é igual a um que tirasse os subsídios ao São Carlos e os desse ao Quim Barreiros.", "@joaopin18676633 @CATCHASS1 Sim concordo perfeitamente. Não concordo com o tom que foi dada a essas notícias que colava com a “péssima” resposta do governo.", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "\"Se não der certo a gente recua\"\nO cara anuncia que o governo vai fazer a única coisa que faz direito (recuar) e vcs tão reclamando? Mas vcs tbm sinceramente, viu", "- Liberacho no Parlamento: \"o sTado nÃo Çabe jerir eiMpreZas! O gOvErno kEr coNtRoLar TUdo! a eXkErdA oPriMe o SidAdaUm!\n\n- Eu: memes.\n\n- Liberachos no Twitter: \"O COSTA NÃO FOI SÉRIO! ELE QUE RESPONDA ÀS PERGUNTAS! NÃO TENS PIADA NENHUMA! A MIM NÃO ME AFECTAS! ODEIO-TE!😤😡🤬!!\"", "@flourenco8 @BlogOlhoNaMira @SoniaBridi @DanielaLima_ @BlogdoNoblat No governo pt a grilagem comia solta e nenhum esquerdista falava nada", "Essa foi a primeira e última coletiva do Ministério da Saúde que assisto. Fica evidente:\n\n1. O ministro está à altura do governo e é muito ruim.\n\n2. Há um arcabouço militar ridículo no ministério. \n\n3. A mídia precisa continuar mostrando a realidade custe o que custar.", "@AdryFernandes76 Péssimo, só um louco que diz que é ruim! Nunca imaginei viver o que estamos vivendo. Não aguento ver que tem gente que defende essa desgraça de governo.?Estou uma revolta só!", "@FlavioDino Que absurdo! Dólar a 5,40! Brasileiro lascado de todo jeito: na saúde, na educação, na economia e na segurança. O que está faltando mais? E ainda tem quem ache que esse governo tem que continuar!", "- Liberacho no Parlamento: \"o sTado nÃo Çabe jerir eiMpreZas! O gOvErno kEr coNtRoLar TUdo! a eXkErdA oPriMe o SidAdaUm!\n\n- Eu: memes.\n\n- Liberachos no Twitter: \"O COSTA NÃO FOI SÉRIO! ELE QUE RESPONDA ÀS PERGUNTAS! NÃO TENS PIADA NENHUMA! A MIM NÃO ME AFECTAS! ODEIO-TE!😤😡🤬!!\"", "O que não vamos ver nas nossas TVs: em Espanha já há fuga de depósitos para bancos no Luxemburgo com medo de um confisco por parte do Governo de Sánchez e Iglesias - os amigos de António Costa e Catarina Martins.🔴 ", "Parece que todo o Governo de António Costa - incluindo ministros, secretários de Estado e assessores - está a praticar a “herd immunity” [imunidade de grupo] e não dizia nada a ninguém.", "Médico de emergência do Rio relata agonia de um plantão em que não há respirador para todos que precisam PARA OS BESTAS DE PLANTÃO NO GOVERNO E SEUS FIÉIS SEGUIDORESUM DIA IRAO BATER NA PORTA DE ALGUM HOSPITAL , QUE SE MANTENHAM FIRMES COVID19 NÃO EXISTE ! ", "Governo equilibra respiração da sociedade com respiração económica ", "Apoiado! via @ECO_PT", "@tecno_boy @jdiogospbarbosa Parto de uma posição suspeita sobre o papel do PR. A meu ver, ou é responsável pelo governo ou reserva-se a uma figura decorativa. Esta coisa portuguesa de ficar ali pelo meio nunca percebi.", "Eu respeito toda a gente\nmas liberdade tem limite\na tua acaba onde comeca a minha\nE na familia, não há governo\na dar palpite!", "Ainda sobre os CTT, duas notas adicionais:\n1 - Quando o governo Passos/Portas privatizou a empresa, recusaram garantir a manutenção dos postos de trabalho.\nDepois, na oposição, vieram questionar o novo governo pela degradação das condições laborais que eles próprios causaram. ", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "Tenho a ligeira impressão que o plano que acabou de ser apresentado pelo general da Casa Civil (!) na conferência de imprensa foi o organograma de um novo governo. Acho que Bozo acaba de entrar em layoff por tempo indeterminado...", "Esse governo é tão improvisado que até a arte das peças publicitárias são ruins. ", "o governo precisa de tomar mais medidas pq eu continuo a aquecer a água p beber o chá quando está frio", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "pronto agora o governo decidiu que vai matar todo mundo logo de uma vez fodase", "Deputados do PS na Comissão de Trabalho e Segurança Social destacam medidas do Governo na área laboral ", "eu to na dúvida em qual ERA foi pior, Governo Bolsonaro que acordou doentes mentais bolsominions, ou bbb que acordou toda gente hipocrita q não levanta o cu da cadeira pra ajudar o próximo mas serve pra apontar o dedo", "Ainda sobre os CTT, duas notas adicionais:\n1 - Quando o governo Passos/Portas privatizou a empresa, recusaram garantir a manutenção dos postos de trabalho.\nDepois, na oposição, vieram questionar o novo governo pela degradação das condições laborais que eles próprios causaram. ", "@BBBelissima enquanto algumas as mães solteiras tão pulando de alegria por ter ganhado 1200 de auxílio do governo", "Propaganda institucional e subsídios para manter a comunicação social bem presa à trela são a prioridade absoluta do governo. Nem era preciso anunciá-lo com alarido! Já sabemos que basta um telefonemazinho do @antoniocostapm para afastar os jornalistas que ainda resistem. ", "Ainda sobre os CTT, duas notas adicionais:\n1 - Quando o governo Passos/Portas privatizou a empresa, recusaram garantir a manutenção dos postos de trabalho.\nDepois, na oposição, vieram questionar o novo governo pela degradação das condições laborais que eles próprios causaram. ", "Gostei que o governo deixou mais explícito os componentes do novo Plano de Desenvolvimento. Teve até lugar para corrupção, sob a rubrica \"Valores e tradições\". ", "Ainda sobre os CTT, duas notas adicionais:\n1 - Quando o governo Passos/Portas privatizou a empresa, recusaram garantir a manutenção dos postos de trabalho.\nDepois, na oposição, vieram questionar o novo governo pela degradação das condições laborais que eles próprios causaram. ", "@ojogo Mas eles são oposição ao governo espanhol ou ao português? Não tem governo para ser criticado , a Espanha?", "#Sociedade Governo anuncia redução do IVA em máscaras e gel desinfetante após proposta do PSD ", "Depois questionam-se dos 15 milhões que o governo deu para a comunicação social", "Síndrome de coach: o sujeito usa \"performa\" para mentir sobre as ações do governo frente à pandemia.", "O tabaco vai tornar-se num bem de primeira necessidade no combate à pandemia.\n- Exige-se que o Governo lhe baixe o IVA para a taxa mínima! ", "Síndrome de coach: o sujeito usa \"performa\" para mentir sobre as ações do governo frente à pandemia.", "Dentistas pedem apoio e mais proteção ao Governo ", "Governo defende que plano de Abril: “O meio caminho é isto”", "Governo anuncia descida do IVA para máscaras e gel desinfetante via @noticiaaominuto", "O Observatório de Políticas de Educação e Formação (OP. Edu) está a acompanhar o impacto da #Covid_19 e solicita a colaboração dos estudantes para a recolha de opiniões e predisposições em relação às medidas anunciadas pelo Governo em relação ao que resta do ano letivo. (1/2)", "O que não vamos ver nas nossas TVs: em Espanha já há fuga de depósitos para bancos no Luxemburgo com medo de um confisco por parte do Governo de Sánchez e Iglesias - os amigos de António Costa e Catarina Martins.🔴 ", "@Estadao @brpolitico só tem lunático e mal caráter nesse governo", "@AndradeGomes10 @BernardoMF Nos EUA, foram 1805, na Espanha 435, Italia 437. Mas, se depender do governo federal brasileiro, temos tudo para superar esses números em breve. Mesmo com toda subnotificação e a escassez absoluta de testes.", "@Vasconc38058444 Será que estou enganada quanto a Achar que a FFAA seria a guardiã da Constituição? General, está faltando lógica em tudo que está acontecendo no Brasil. O Presidente JB, precisa ASSUMIR O BRASIL. A Campanha para Presidente acabou! Precisamos de um Governo Forte!", "@Rodrigo84133698 @DaniloGentili @MBLivre @jairbolsonaro Tão vergonhoso quanto colocar o Roberto Jefferson no governo, não é?", "governo: trabalhem a partir de casa\n\nagricultores: ", "Eu juro que hoje ouvi o Carlos César dizer que o Governo decidiu manter os 0,3% de \"aumento\" para a FP porque já não tinham aumentos há 9 anos. Logo depois assegurou que obviamente em 2021 não haverá nada para ninguém.", "@Gouveia Escolheram-no para manter a coerência com o resto do governo e para que não tivéssemos dúvidas do tipo de corja com que estamos a lidar.", "@goncalosousa Tb não gosto de ambos os jornais mas pergunto: acha que o governo deveria fazer distinções?\nJá agora... Vota para as legislativas?", "Finalmente, o Conselho da Europa toma uma posição sobre o que se passa em Moçambique, incluindo a situação de Cabo Delgado. Vem tarde, tal como a nota vaga do Governo português, mas é melhor que nada. Boas intenções não chegam, agora é preciso ação.🇪🇺🇲🇿", "Temos partidos no parlamento que celebram assassinos.Temos Comunicacão Social que dá cobertura a partidos que celebram assassinos.Temos conselheiros de Estado que se reveem em assassinos. Temos governo que é suportado por partidos que celebram assassinos. Mas só falam do Ventura. ", "Josias e thais\nAcordo republicanos\nRelações institucionais\n\nHábeis falas genéricas que dizem tudo sem apontar nada, apenas para falar contra o governo. Natural de quem faz apenas a oposição. Não ha proposta nem crítica de fato. Josias e Thais e seus argumentos generalistas.\n#3em1", "Tivesse Paulo Portas tanto jeito para exercer poder como para ser analista político e Portugal ainda tinha um governo com liberais e estaria muito melhor país. @tvi", "@joanaacv Mas ainda está dependente da decisão do governo certo? De qq das formas acho este despacho ridículo. Como escola de saúde era suposto darmos o exemplo 😂", "@danielcatalao Começa a ser possível encontrar gel mais facilmente e os preços têm vindo a baixar aos poucos, nas máscaras já encontramos alguns packs com preços mais baixos que o valor máximo definido pelo governo em Espanha", "sandy e junior fazendo mais pela saúde e economia brasileira que o governo do país #SandyeJuniorEmCasa #LiveSandyEJr", "sandy e junior fazendo mais pela saúde e economia brasileira que o governo do país #SandyeJuniorEmCasa #LiveSandyEJr", "Valdemar Costa Neto, Roberto Jefferson, Ciro Nogueira,... Quem será o próximo a quem o Mito irá entregar cargos no Governo Federal? Lula?", "São esses deputados que, juntamente com o Comité, elegem o Líder. Uma das tarefas da APS é eleger o Presidente do Tribunal Central (e seus juízes são eleitos pelo próprio povo a partir dos conselhos e das assembleias), os Ministros, entre outros cargos dos órgãos do governo.", "Até onde vai a canalhice de um profissional da imprensa que se diz jornalista. Eu sempre aprendi que golpe e antidemocrático é atacar um governo eleito e com apoio popular. ", "@MonicaWaldvogel Vc está defendendo um golpe no governo, eleito democraticamente e esses governadores não são democráticos???", "Governo atribui isenção de IRS a estudantes que trabalhem na telescola", "Está formalmente aprovado e publicado em Diário da República o Plano de Ação para a #TransiçãoDigital e a respetiva Estrutura de Missão #PortugalDigital.\n\n #EstamosON e #NinguemFicaParaTras.\n\n ", "Está formalmente aprovado e publicado em Diário da República o Plano de Ação para a #TransiçãoDigital e a respetiva Estrutura de Missão #PortugalDigital.\n\n #EstamosON e #NinguemFicaParaTras.\n\n ", "@JefinhoMenes A velha manipulação de dados, você muda os critérios no meio do jogo e do nada, parece que está ganhando, quando ñ está.\nAssim, fica mais fácil o governo do miliciano dizer que tem q afrouxar a quarentena.\nA pergunta que fica é: qnts UTIs estão ocupadas?\nIsso não dá para maquiar.", "o mesmo governo que mete pela terceira vez estado de emergência é aquele que quer ir comemorar para o parlamento o 25 de abril, epa incrível...", "@paulo_baldaia Desejo um Ubber bem carregado de calma e ponderação para todos aqueles que por tudo e por nada apedrejem o Governo.\nO seu oportunismo mete-me nojo !", "@Adolfo_MN E ganhou também uma sem maioria - governo de 85 a 87. Tudo somado, entre prim ministro e presidente dá 20 anos em altos cargos do Estado, por sufrágio. Goste-se ou não, é obra!!!!!", "Então se percebi bem, a prioridade do governo hoje foi a abertura da época balnear, que em situações normais só começaria dentro de mais de um mês?\nAbrir a economia não? O governo tem as prioridades bem decididas.", "Está formalmente aprovado e publicado em Diário da República o Plano de Ação para a #TransiçãoDigital e a respetiva Estrutura de Missão #PortugalDigital.\n\n #EstamosON e #NinguemFicaParaTras.\n\n ", "#Eredivisie (e restante futebol profissional holandês) pára, pelo menos, até 1 de Setembro por decisão do Governo.\n\n#KNVB discute com a #UEFA o possível enquadramento. #COVID19NL ", "o mesmo governo que mete pela terceira vez estado de emergência é aquele que quer ir comemorar para o parlamento o 25 de abril, epa incrível...", "@RuiRioPSD Pura propaganda paga pelos contribuintes. Sim, a comunicação social tem que existir num estado livre e democrático, mas será que assim não vai ficar refém de um estado completamente dominado por um aparelho partidário? Este governo anda em campanha há mais de 4 anos.", "Cada vez som mais numerosos os casos de brutalidade policial que circulam na rede🥊\nVoltamos perguntar se os partidos socialdemocratas do governo [Podemos e IU/PCE], @Podemos_Galicia @elpce, o vicepresidente do governo espanhol @PabloIglesias, estám de acordo com isto?", "[1º de Maio]\nSÓ A CLASSE OBREIRA SALVA À CLASSE OBREIRA\nMedidas sociais adotadas governo \"progre\", nom só som insuficientes, som caráter imediatista. \nConcebidas assistencialismo de choque, visadas evitar q estado de shock provocado pola inoculaçom pánico conjunto sociedade, ", "[1º de Maio]\nSÓ A CLASSE OBREIRA SALVA À CLASSE OBREIRA\nMedidas sociais adotadas governo \"progre\", nom só som insuficientes, som caráter imediatista. \nConcebidas assistencialismo de choque, visadas evitar q estado de shock provocado pola inoculaçom pánico conjunto sociedade, ", "Cada vez som mais numerosos os casos de brutalidade policial que circulam na rede🥊\nVoltamos perguntar se os partidos socialdemocratas do governo [Podemos e IU/PCE], @Podemos_Galicia @elpce, o vicepresidente do governo espanhol @PabloIglesias, estám de acordo com isto?", "@albertogonc Caridade só do governo com o nosso dinheiro", "Governo está a trabalhar com operadores para criar tarifa social de internet ", "Governo está a trabalhar com operadores para criar tarifa social de internet ", "Uma ideia descabida. Acho que já não há sanidade mental no governo. ", "@maria11terra BE no governo era limpinho. Acabava logo o sonho.", "@Nisia_Q Desde o início é essa a única questão. Baixar o IVA cria condições para baixar os preços. Se depois os comerciantes especulam e aumentam as margens, e a ASAE e o governo assobiam para o lado e não intervêm, não sei. Adivinhação não é comigo.", "Esta medida agora anunciada estava prevista no programa eleitoral do @psocialista e no Programa de Governo, estando agora também no Plano de Ação para a Transição Digital. #NinguemFicaParaTrás @antoniocostapm @govpt @economia_pt @pedrosizavieira @AragAzevedo", "O Secretário de Estado para a Transição Digital @AragAzevedo disse que o Governo está «a trabalhar com operadores e regulador» no sentido de ser criada a tarifa social de acesso a serviços de Internet, «um serviço básico e essencial nos dias de hoje».\n", "@PicaretaO Se acho que o governo não tem estado mal, poderia ser melhor, mas tem sido relativamente competente, abrir sem testes generalizados, parece-me um suicídio e podem ter a certeza que é a última imagem que vai contar.", "@liabiliwty DIP é legal DIPri é matéria de sociopatas. \n\nFaz diplomacia aí no meu governo, adquirido sob golpe empregada do executivo federal, administração desconcentrada", "@selmardaga @allantercalivre Po, legal, uma galera se junta e passa horas e horas procurando portas para derrubar as portas do inimigo, e vem você falar em governo americano? Saia da bolha filho, e descubra quem são os QAnon.", "@BarreiraCecilia No Governo-Sombra deram uma excelente definição: o Bolsonaro é o Trump sem a escolaridade obrigatória.", "Governo está a trabalhar com operadores para criar tarifa social de internet ", "@EsquerdaNet @tiagoivocruz Ainda mais do que o BE e o Governo já mobilizaram para o ajudar naquilo que ele sente como a sua maior vocação, \"proteger o jornalismo\"?", "Minha tia paga pro governo impostos de 2 salões que ela tem e o governo liberou 230€ pra ela", "@Necofs73 @CallLiberty1 N tenho dúvidas disso. Assim como nao tenho do valor do que estão a fazer por nós. Mas calma, é humor.Aproveite e canalize essa energia e intenção para condenar a desconsideração de quem nem nesta altura os considera. O governo. Nem agora precaveu a vossa atualização de salário.", "Quem é o populista aqui? Quem é? ", "O aumento salarial de que falamos é mesmo 3 euros por cada mil de ordenado bruto? Mais 1kg de pão bicos por mês é quanto vale um voto no Partido do Governo? \n\n ", "Rui Rio critica Governo por privilegiar apoios à comunicação social ", "o mesmo governo que mete pela terceira vez estado de emergência é aquele que quer ir comemorar para o parlamento o 25 de abril, epa incrível...", "@tbribeiro Parabéns, e bem haja a este Governo Socialista, na Pessoa do Primeiro Ministro, António Costa, pelo excelente empenho e trabalho em prol de tod@s nós, particularmente na defesa das famílias mais desfavorecidas.\nAbraço solidário e Amigo.", "Quem é o populista aqui? Quem é? ", "o mesmo governo que mete pela terceira vez estado de emergência é aquele que quer ir comemorar para o parlamento o 25 de abril, epa incrível...", "Covid-19: Governo apresenta novas medidas de apoio ao empreendedorismo no valor de 25 M€ - ", "@taoquei1 Isso que era para o STF investigar. Um deputado ameaçando o executivo e destruir o governo ", "Acabou a mamata!!! Não, pera...\nBolsonaro oferece cargos na Caixa e no FNDE para atrair o Centrão @congemfoco ", "Governo está a trabalhar com operadores para criar tarifa social de internet ", "Finalmente!!!\n\n", "@RuiRioPSD Não é justo mas entendo assim ficam com uma dívida de gratidão com o governo.", "CDS acusa Governo de “incompetência” por falhar aumento a profissionais de saúde ", "O reconhecimento nojento.deste\ngoverno å classe que nos salva ", "@The_MessengerLp Opinião sobre o governo", "@The_MessengerLp Certo não estou a dizer que é a solução perfeita, porque não é. Mas as armas são uma ferramenta para tu te proteger, quer dos outros ou do governo. Não estou aqui para te convencer atenção, tu apostas na proteção do governo e tenho de respeitar bro, simplesmente tenho outra +", "@dcatarinamb Sim estão a fazer um ótimo trabalho mas isso o que tem a ver com esta discussão?? Isso não desculpa o facto desta decisão em específico nem o facto do governo não ter sido coerente em duas situações idênticas.. acho que mostra falta de solidariedade para com a população em geral.", "@Diogorrc23 Pq tu n és o povo ahah\nTu és o governo a quem nós estamos a fzr exigências", "Portugal - Covid-19: Rui Rio critica apoio aos media decidido pelo Governo ", "O governo de António Costa fez uma sondagem da (des)governação, os resultados já chegaram. Pergunta António Costa, primeiro às boas notícias, bem o povo acha que por este andar vamos todos comer palha! E qual a má, a má! O povo acha que não vai haver palha para todos. (POBRE PS) ", "🖋️ Opinião Liberal | A Emergência acrítica do Estado \n\nJoão Cotrim Figueiredo \n\n\"É necessário o Governo acelerar o que já pedimos há muitas semanas: um plano de abertura gradual da economia.\"\n\n#iloeiras #PortugalMaisLiberal\n\n", "🖋️ Opinião Liberal | A Emergência acrítica do Estado \n\nJoão Cotrim Figueiredo \n\n\"É necessário o Governo acelerar o que já pedimos há muitas semanas: um plano de abertura gradual da economia.\"\n\n#iloeiras #PortugalMaisLiberal\n\n", "@The_MessengerLp De acordo com as normas estabelecidas pelo proprio governo. Se o governo se sente ameaçado pela população, que meio é que vai utilizar para se defender. Mano já aconteceu, é uma questão de tempo até acontecer outra vez: revolução francesa, revolução americana,Hitler, Franco, etc", "Enquanto Josias, o pequeno gnomo e sua comparsa, japonesa de 1,99, desandam atacar o espírito democrático do governo bolsonaro, eles só vão lançando cortina de fumaça no autoritarismo da oposição e no assalto ao COVIDÃO que vai molhar as suas mãos\nÉ esse o jornalismo deles\n#3em1", "Quem é o populista aqui? Quem é? ", "@The_MessengerLp Se percebes tanto de Cannabis Afonso, sabes muito bem que a proibição de algo por parte do governo não significa que esse mesmo algo deixe de existir. As armas vão continuar a existir. Mas gostava de comprar uma minigun sem ser considerado um criminoso pela lei, tal como tu se +", "@pedroprola Os portugueses estão extremamente preocupados com o governo Bolsonaro.", "@pedroprola Os portugueses estão extremamente preocupados com o governo Bolsonaro.", "@lnarloch Aqui em PT vejo o mesmo, chegaram a mostrar apenas dos EUA, aqui o governo é a favor da China entrar nas área industrial da UE, enquanto vemos França e Alemanha cobrando explicações sobre ocultar o vírus.", "Governo: \"as aulas do ensino superior irão ser gradualmente retomadas a partir de Maio\" \nULisboa: \"não serão retomadas as aulas nem os exames finais serão presenciais\"", "Josias, o pequeno gnomo, estimula a agressividade de quem apoia Bolsonaro e seu governo. Prendam o careca!\nPrendam o careca!\nPrendam o careca!\nPrendam o careca!\nPrendam o careca!\nMas levem a fake Japonesa junto.\nO virus é chinês\nA peste é da china\nO Josias é gnomo careca.\n\n#3em1", "@ICampos2000 Tirando Luanda, é muito difícil encontrar boas livrarias ricas em livros na banda, além disso o governo ñ tem um plano nacional de leitura e as escolas ñ estão suficientemente equipadas com livros, ou seja, Angola em si não cultiva hábitos de leitura, esse é o principal problema", "@Esmeral31612559 Verdade, mas o governo ainda não implementou a medida de modo oficial.\n\nHoje viajei entre 3 concelhos em trabalho e vi mt gente na rua, à conversa e mts ás portas de cafés!!!\n\nCerca de 90 % sem mascaras...\n\nMas como não dá multa!!!", "@fabifbbr Dra. Temos também o caso do Piauí, agora a defesa civil tem autorização do governo estadual para invadir residências ou desapropriar casas em nome do \"covid\", onde será que vão parar?", "Governo lança medidas de apoio às startups no valor de 25 milhões de euros Em ", "Trump ordena Governo dos EUA a criar plano de emergência para setor petrolífero: via @observadorpt", "@pjorge711 @jcf_liberal Mas é mesmo populismo! E bem direcionado. Só pessoal de direita, com um enviesamento contra a função pública é que acha normal propor que o governo volte atrás na sua palavra para com um grupo que está a fazer a sua parte.\nÉ tão transparente que entra pelos olhos dentro.", "o mesmo governo que mete pela terceira vez estado de emergência é aquele que quer ir comemorar para o parlamento o 25 de abril, epa incrível...", "Está formalmente aprovado e publicado em Diário da República o Plano de Ação para a #TransiçãoDigital e a respetiva Estrutura de Missão #PortugalDigital.\n\n #EstamosON e #NinguemFicaParaTras.\n\n ", "Governo tem vindo a trabalhar para “manter empregos” ", "Governo quer consenso político alargado para acelerar investimento público ", "@dcatarinamb O que me incomoda a mim, por exemplo, é a incoerência da decisão tomada pelo governo. Claro que o perigo nao é o mesmo, por exemplo, da situação do cancelamento da páscoa, mas quando PM e PR vem dizer que em conferências que estamos nisto todos juntos..", "@The_MessengerLp Tudo bem, não disse que o regime deles é perfeito, nem estou a tentar comparar. Mas vou-te fazer uma pergunta: és a favor da legalização da cannabis? És contra que o governo te diga que o que gostas é proibido?", "@paulomfr8 Não disse que o 25 de abril não é importante, simplesmente acho que, com tudo o que se passa o governo devia ser o primeiro a dar o exemplo... porque é que o presidente da republica não faz um discurso em direto para celebrar de forma simbólica ?? Porque juntar 100 pessoas ??", "@Pr_AlexandreGon e se ele não for desidratado e continuar aumentado a sua força e implantar tudo q pretende ? o q vcs farão ? e se até lá o Governo perder a guerra para o Covid, e termos um número absurdo de mortes ?", "@Kikaguimaraes Bom, que iremos ver a generalidade da oposição a querer \"cabeças a rolar\" por isto e por aquilo, é dos livros e sim, vai acontecer. E que o povo, anda virado contra tudo e contra todos, do Governo à DGS, do Presidente da República ao Parlamento, também não é novidade.", "Governo de São Tomé mm não presta", "Assim de repente, eu também não consigo pensar em pior momento para pensar em subsídios de risco para profissionais de Saúde do que um momento em que os profissionais de saúde têm um agravamento significativo dos riscos a que estão expostos. ", "\"A morte de uma organização acontece quando os de baixo já não querem e os de cima já não podem.\"\nQuem fala de organizações poderá certamente falar deste governo que de governo tem muito pouco! Desgovernados pela HIPOCRISIA!!!", "Assim de repente, eu também não consigo pensar em pior momento para pensar em subsídios de risco para profissionais de Saúde do que um momento em que os profissionais de saúde têm um agravamento significativo dos riscos a que estão expostos. ", "@trainmaniac Achas que eles querem saber? O objectivo do Podemos é acabar com o Reino de Espanha. Que o Sanchez só assim tenha conseguido chegar ao governo vai ser um footnote na história", "@ruimoura Exacto, uma miséria, como todos os FP. Mas fez-se disso um cavalo de batalha. O GOVERNO SÓ VAI DAR OS 3€ NO MÊS QUE VEM!!!!!", "De TV em TV, \ndevo «parabenizar» o governo. \nAqueles 15 milhões \nsão milagrosos!", "Moçambique vê-se que aprendeu muita coisa os tugas. Governo tinha decidido aumento salarial aos profissionais de saúde. O aumento não entrou, e estão a dizer que é devido a erro informático 😭😭😭😭😭😭😭😭🤣🤣🤣🤣🤣🤣 estão a brincar mal", "ai o site do parlamento ainda tem o debate da discussão do programa do XX governo constitucional que foi derrubado e eu vou passar muuuuuito bem esta quarentena agora ❤ debate do programa do XX e do XXI governo here we gooooo", "@jcf_liberal Se for necessária austeridade, que se façam esses ajustes na altura sob concertação social.\nAcho desonesto propor que o governo volte atrás na palavra com os funcionários públicos para obter uns likes no Twitter.", "Membro de partido integrante do governo pede a esse governo que retifique 😂 isto sim é um \"bulo\" ", "Governo Holandês, proíbe futebol profissional até 1 de Setembro.\n#COVID19PT #COVIDー19 #COVID__19", "Assim de repente, eu também não consigo pensar em pior momento para pensar em subsídios de risco para profissionais de Saúde do que um momento em que os profissionais de saúde têm um agravamento significativo dos riscos a que estão expostos. ", "Sei bem que iremos passar fome e miséria. Esta pandemia irá derrubar os alicerces da economia e finanças, mas a atitude do Governo, em apostar na salvação das pessoas em detrimento da economia é louvável e honrosa!", "ALGUEM TIRA ELE DO GOVERNO PLIS", "governo\n\"terminou o período de quarentena/isolamento social\"\n\neu no dia seguinte ", "Malta eu juro que fico frustrada. Vem uma medida nova do governo vocês reclamam em vez de fazerem a vossa parte. Uma senhora diz algo sem maldade na tele escola, vocês fazem daquilo a terceira guerra mundial. Parem de ser uns conas Fodasse", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "@JornalOGlobo Nada nesse governo é progressivo, planejado e estruturado, por isso haveria de ser?", "@arquivo_pt @arquivo_pt mas continua a ser tudo igual. O ópio de um governo é ter um povo burro... dá muito jeito...", "@sofs666 @pinexman Infelizmente sim pq agora o governo decide o que quer e tu não podes fazer nd pq estás em quarentena 😅", "YouTube é cultura, acabei de descobrir sobre o desastre nuclear de Goiania, isso aí o governo não inclui na nossa grade curricular não né", "a bastonária dos enfermeiros diz que o enfermeiro Luís está em Londres “por todas estas situações que estão a acontecer”.\n\nnada a ver com as medidas tomadas pelo governo psd/cds que ela apoiou, pois não? nada desonesta, nada. #panoencharcado", "Depois destas aulas, o governo terá de me pagar graduação nova", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "@Adolfo_MN Não há diferença pelo que encontrei por aqui na defesa do teu governo.\nmemória, Adolfo.", "Daqui a pouco tem entrevista ao vivo com @gilmarmendes na @GloboNews. Em pauta, os ataques à democracia por parte do governo @jairbolsonaro.", "@flamaruon @jairbolsonaro @GFiuza_Oficial E as únicas pessoas que não gostam do Bolsonaro são bandidos, corruptos e maconheiros, os trabalhadores estão adorando as decisões do governo.", "haja alguém que faça a pergunta no lugar devido e a quem de direito... ", "@Ketzer_p Vem 💙 governo socialista 💙💙💙", "Meus peeps juntem-se à minha dor de saber que tenho uma AE que convida fantoches do governo israelita pra vir falar de \"Direitos Humanos\" ", "Vendo the office pra poder retuitar as abobrinha do governo e falar kkkk the office", "@frsoler Deixem de dar a maçada com isso, ó. Voltem ao assunto da independência, que continuaremos a apoiá-la até que caia o Reino. Mas deixem o seu falacioso confronto com um governo que não é mais inepto nem mais de direitas que o Govern.", "@cryptolobopt O fantástico é que os problemas tremendos de Espanha tem sempre uma justificação e uma causa alheia ao Governo.", "@Publico Membros do governo português népia, ainda dão aumentos aos que votam neles 🤷🏻‍♂️", "só queria tá mamando na teta do governo", "@ppedrojj Falar pra ter calma tbm não, governo não ta dando nada! Isso e imposto pago por todos e não aja como se fosse normal essa demora, não peça paciência a quem ja esta aflito com a espera.", "Quer dizer que o Ministério da Saúde errou o número de mortos do Corona Vírus? Dias depois da Secretaria em Minas que apoia o governo também errar um dado que chamou atenção das sub-notificações. Esses erros tão sendo comuns, hein?", "@tchapatata A RT tem o mesmo Governo, o de Putin, desde antes do Sporting ter sido campeão pela última vez. A FoxNews é, sempre foi, e sempre será um poço de desinformação republicano.", "Eu não tenho dó de quem votou em Bolsonaro. Tenho é raiva mesmo. Dó eu tenho é de todo mundo que tem sido diretamente prejudicado por esse (des)governo desde então.", "Quer dizer que o Ministério da Saúde errou o número de mortos do Corona Vírus? Dias depois da Secretaria em Minas que apoia o governo também errar um dado que chamou atenção das sub-notificações. Esses erros tão sendo comuns, hein?", "Quer dizer que o Ministério da Saúde errou o número de mortos do Corona Vírus? Dias depois da Secretaria em Minas que apoia o governo também errar um dado que chamou atenção das sub-notificações. Esses erros tão sendo comuns, hein?", "Eu não tenho dó de quem votou em Bolsonaro. Tenho é raiva mesmo. Dó eu tenho é de todo mundo que tem sido diretamente prejudicado por esse (des)governo desde então.", "@atduarte @PereiraPedro @EspalhaFactos Ou não ser só ele de momento a escrever para aquele espaço e ser uma entourage \"gigantesca\" a escrever para aquele pequeno espaço de 30min prime time onde, algumas das vezes, parece encenado.\n\n(Governo Sombra acho que é mais a pinta do RAP)", "@JoaoLopes_11_ Não mano acredita que não , mas para fazerem os funerais já n se pode... Governo burro", "@rui_m_moreira A D. Adelaide não pode juntar a família na Páscoa para sobreviver, tal como eu não me juntei com a minha. Eles vão celebrar o 25 de Abril porque é uma data que fundou a democracia, se não tivesse existido o 25 de Abril não poderias estar a criticar as opções do governo", "Portugal tem uma coisa que o Brasil NUNCA terá! Segurança? Um governo socialista? Não! José Castelo Branco, um(a) socialite que é casado com uma socialite idosa e só tem pérolas como essas:\n", "@flaviogomes69 @minsaude Esse governo trata o povo brasileiro como idiota, o Brasil está sem rumo. #ForaBol卐onaro", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "Para os que defendem a fixação de preços vejam o que está acontecer em Espanha.\n\nIntervenção de preços do governo paralisa importações de máscaras.\n", "Para os que defendem a fixação de preços vejam o que está acontecer em Espanha.\n\nIntervenção de preços do governo paralisa importações de máscaras.\n", "@hiraeth__ + os drogados minions dos traficantes a berrar nomes \"código\" de drogas como se as tivessem a vender na feira. E ninguém faz nada. Nem a polícia, nem o governo nem nada.", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Depois és liberal e não sabias, chegamos ao és facho e não sabias. Curioso que o filho do pai da democracia seja um dos fachos. Igualmente curioso o pai da democracia ter decidido faltar às cerimónias durante o governo de Passos Coelho. Como não adorar a nossa ideia d democracia?", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Pressão interna pode levar governo japonês a incluir trabalhadores do sexo no pacote de apoio económico: via @observadorpt", "Os perfis falsos que apoiam o governo de Espanha nas redes sociais. \nBravo camaradas! 👏👏👏 ", "Governo: fiquem em casa\nPessoas aqui à volta que do nada começaram a fazer jogging all the time e a passear em bandos: @ Override", "@crimoura @leopard98215899 Como cronista não está preocupado em desagradar a quem quer que seja, mesmo aos partidos do poder.\nEssa independência não é tolerada por fachistas, e por isso são postos na rua.\nAdmiram-se é de que os fãs do governo que compram o jornal não são suficientes para o manter. 🤷‍♂️", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "Nós estudantes não ficaremos calados diante desse golpe do governo Bolsonaro! O #IFRN foi vítima de uma intervenção: o reitor indicado não foi o escolhido por nós, mas sim um filiado do PSL capacho do governo! Exigimos a posse de Arnobio já! #OIFRNJaEscolheu #PosseDoReitorEleito ", "@crimoura @leopard98215899 Como cronista não está preocupado em desagradar a quem quer que seja, mesmo aos partidos do poder.\nEssa independência não é tolerada por fachistas, e por isso são postos na rua.\nAdmiram-se é de que os fãs do governo que compram o jornal não são suficientes para o manter. 🤷‍♂️", "governo: universidades abrem dia 4 de maio\n\neu dia 3 à noite: ", "@tbribeiro O governo não é o PS", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "@Mmacedo_tweets Este governo não dura um ano.", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "Será que o Bloco de Esquerda e o seu jornalista oficial, cavaleiro andante na luta contra as “fake news”, vão estar na 1a linha da investigação deste caso dos perfis falsos em Espanha? Difícil porque envolve o Governo de Sánchez e de... Pablo Iglesias.🔴 ", "@GeorgMarques @ReceitaFederal O importante é derrubar quem neste momento são opositores deste governo de vagabundos !", "O governo não consegue nem divulgar o número de mortes com seriedade. Vergonha mundial.", "O nosso governo!😂 ", "O que é mais chato nisto tudo é que há quem tenha faltado às celebrações de 2012 por discordar do governo da altura. Literalmente, por esta razão. Mas agora falam desta forma. ", "E o governo. ", "Quando afirmou que o serviço de informaçom dos herdeiros do Duque de Ahumada, \"trabalha\" para “minimizar o clima contrário à gestom da crise por parte do Governo”, sabia bem o que estava dizendo.", "Covid-19: Iniciativa Liberal questiona o Governo sobre igualdade de tratamento entre funcionários públicos e privados ", "mando um audio a falar sobre o governo \ntatiana : \"quem é o ruben?\"", "Vazio ideológico e revolucionario foi caracterizado pela cena entre Maia e Marcelo, em que este já reduzido a pindérico chefe de governo não aceita ordens de quem atirara balázio no casarão onde desarmado se escondera.", "🧱 Durante os anos mais severos da crise, quando a emergência era maior, a Xunta esqueceu as suas obrigas com as galegas, tamém no tocante à vivenda. Que passará se nom mudamos de governo?\n\n#AindaVivoAqui #OSistemaNomFunciona\n\n+info: ", "Governo: A Quarenta acabou.\n\nEu: ", "@carlosgpinto Acho que o governo agora já pode mexer nos preços", "@EduardoLeite_ @governo_rs Maravilha 👌👍🏽👍🏽👍🏽🙏🏽🙏🏽🙏🏽😘😘", "@macau_r @revistaforum Se vc usasse metade do seu tempo e d Sua empatia se e que vc tem veria que nada que o atual governo faz traz qualquer beneficio pro trabalhador,o proprio presidente deixou claro que ele governa para os empresários", "Vam a \"degüello\"! algo estará fazendo bem para as maiorias este governo... ", "Governo pede “último esforço“ para abertura dos postos dos CTT nas Juntas de Freguesia ", "E em terras de Sua Majestade, o Governo é apanhado a criar contas de falsos trabalhadores de saúde para o defender. Aterrador. ", "@tecno_boy Isto é incrível, já viste o que diz no última hora? Facebook investiga contas que elogiam governo. Ainda agora o @Adolfo_MN partilhou", "Universidades podem reabrir a 04 de maio. Sindicato diz que coordenação com o Governo é essencial ", "Governo: A Quarenta acabou.\n\nEu: ", "@Magayve16162472 @HistoriaNoPaint O fato de você estar aqui falando isso é uma prova que isso é uma democracia. Se existisse uma ditadura, ou o AI-5 que você quer, outras pessoas não poderiam dar sua opinião contra o governo, que nem você faz agora", "governo: universidades abrem dia 4 de maio\n\neu dia 3 à noite: ", "governo: universidades abrem dia 4 de maio\n\neu dia 3 à noite: ", "Governo: A Quarenta acabou.\n\nEu: ", "E entretanto as agências de rating baixam-nos a notação e os juros da nossa dívida sobem. \n\nInfelizmente vamos ver onde vai levar toda a irresponsabilidade do governo nos últimos 4 anos. \n\nO Diabo tarda mas não falha.", "Brasileiros que estão fora do país, mas cumprem os demais critérios estabelecidos pelo governo federal, também podem receber o auxílio emergencial de R$ 600 ou R$ 1.200. Na matéria abaixo, explico quais são os critérios. ", "Governo: A Quarenta acabou.\n\nEu: ", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "Uma das coisas mais estranhas nesta crise é o governo dar 15 milhões aos jornais para que estes o levem ao colo, sabendo-se desde há anos que o fazem de borla.\nAlguém consegue explicar?\n🤔", "índia: governo decide abrandar as medidas de confinamento, vírus alastra se e número de casos dispara\nportugal: prestes a fazer o mesmo e vocês todos contentes pq vão poder sair de casa, sem noções mm 👍🏼", "@casa_rei @aimariamelia @Politriks1 @edgarxfg @susoliveir @filipagpinto Sim mas hugo o que é que isso invalida o que eu disse em relação ao fascismo? Explica me como é que esse tweet mesmo que esteja errado invalida a minha afirmação \"nunca houve um governo fascista no mundo\" e \"salazar não era fascista\"?", "Me explique você então oque estão planejando no Brasil.\nFez pacto com o PT, PSDB, PSOL, PMDB, DEM, PDT, PSL CENTRÃO E TODA CORJA DE CORRUPTOS. \nCOLOCOU A DISPOSIÇÃO DA ESQUERDA 5 MP DO GOVERNO FEDERAL PARA SER… ", "@jpiresf @hmendes Ainda bem que sou magra e não gosto de saunas, os meus banhos são mornos quase quente. Ainda acredita na pandemia? Coitadinho...não saia de casa, ok? Leve sempre máscara até no carro sozinho...ah, ah,ah vejo alguns assim, farto-me de rir. Faça tudo o k o governo quer.", "Governo pede último esforço para abertura de postos CTT nas Juntas de Freguesia ", "Que mentalidade tão estúpida e só me custa acreditar que alguns dos maiores líderes q este país teve e a maioria dos partidos com participação na assembleia incluindo o atual governo alinham numa situação deste género...", "@camandro O secretário de Estado dos Assuntos Fiscais, António Mendonça Mendes, já tinha dito para não estarmos à espera de reembolsos rápidos este ano. ", "@aimariamelia @casa_rei @Politriks1 @edgarxfg @susoliveir @filipagpinto Eu disse que nunca existiu um governo fascista. Podes me dizer a definição de fascismo e um governo que o tenha seguido? Porque eu aposto contigo que não encontras.", "Assembleia Geral da empresa está marcada para sexta-feira. A administração quer distribuir aos acionistas 318 milhões de euros. Estado controla 7,48% do capital da Galp, através da Parpública. ", "E este chefe, que foi para a televisão pedir tomates ao governo, mas vamos a dia 20 de Abril e ainda não pagou o salário de Março aos seus empregados? Se calhar é melhor eles também fazerem uma t-shirt. ", "@iwontjump Governo estadual", "@kardashapobre @lftofoli Aqui a gente fechou com apenas 1 morte e cerca de 300 casos. Portugal já testou 2,5% da população. A gente testa TODOS os pacientes internados, não importa a causa. O governo tem todas as cadeias de transmissão identificadas. A nossa curva achatou mas está caindo lentamente.", "A Alemanha faz este ano “comemorações virtuais” pela libertação dos campos de concentração nazis, há 75 anos. O que foi bem aceite no país (sem discussão) e até internacionalmente, por exemplo em Israel. O que chamariam cá ao Governo de Merkel?👏🇩🇪 ", "@anasantiagolx O + engraçado disto tudo são as pessoas pensarem que vivem numa democracia!Já alguém parou para ver as centenas de casos de corrupção,etc em que os \"grandes\" são favorecidos com a conivência dos governos?E não vale dizer que o governo e a justiça são autónomos pois isso é treta", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@Nuno_C_Paulino mano, o governo não tem mão no que eles querem fazer da vida, porra ainda há bocado disse isso. Liberta-los agora ou quando a pena acabasse era igual, se eles já pensam em cometer crimes quando tiverem livres.", "Ok agr percebo a importância da Comissão Nacional de Proteção de Dados entre o governo espiar nos a todos e o técnico espiar me em casa já percebi", "Provavelmente, nunca foi admitido de jeito tam explícito em tempos de democracia formal o papel dumha organizaçom militar na localizaçom e repressom da opiniom pública, anunciando que a sua funçom é \"minimizar o clima de crítica à gestom de crise por parte do Governo\" (sic). ", "Isto vai dar merda e das grandes.\nSei que é mau mas sinceramente acho que a quarentena devia durar mais um pouco pra isto ficar mais controlado pra não voltarmos a estar na merda como já tivemos mas se o governo acha....\nAgora rezar que nos portugueses sejamos comportados ", "@allantercalivre E aí \n@RTPNoticias \n@SICNoticias \n@RTP2 \nDe Portugal.\nVocês entendem inglês, já que português não resolve?\nParem de falar mal e só mostrar coisa ruim do presidente do Brasil ok?\nVocês enganam os portugueses, colocando-os contra o governo brasileiro.\nÉ muito triste isso!", "Governo: *manda as pessoas para casa*\n\nTVs: Vejam estas imagens incríveis das ruas de Lisboa e do Porto completamente vazias. Impressionante.", "@eduardo_esteve3 Eu meti \"bloco central\", mas é um bcd estranho mesmo assim porque acabamos por colocar, por exemplo, um governo maioritário do PS em pé de igualdade com uma maioria PSD/CDS", "Segunda-Feira, no canal oficial do Governo ", "Expliquem-me lá como é que há aqui pessoas que passam o dia todo no Twitter a dizer mal do governo, do SNS, da DGS, do 25 de Abril, dos xuxas, do Costa, de tudo? Eles ganham dinheiro com isto, certo? É que tb me fazia jeito ganhar algum, é só por isso que pergunto. Obrigado.", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "Ae vocês, que como eu, criticam o governo Bolsonaro, não precisa chamá-lo de Nazista, isso é errado e criminoso.\nO cara tem muito erro verdadeiro pra ser apontado, não precisa forçar. Isso enfraquece o debate também.", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@Nuno_C_Paulino @filipecruzalmas ah mas isso já é outra questão. Também não acho certo serem libertados antes do tempo, mas tu puseste em questão o governo por causa dos roubos, eles não têm culpa destes gajos saírem e ir logo roubar de novo.", "@1963Cor O q eu espero, a bem da nossa democracia e do respeito pelo Governo, é q ninguém fique infetado com o SARS-Covid-2 durante a comemoração, pq se ficar, consumar-se-á o grande desrespeito pela população portuguesa. Há muitas formas de se honrar a democracia, esta não é a correta.", "@__nokas__ Rapaziada vcs perderam a linha legal... Brasil tá uma merda pq o governo que tava lá faz 20 anos conseguiu deixar o país uma bosta, povo brasileiro é incrível não tem igual, a gente veio pra cá pra não tomar tiro de bala perdida indo pra escola", "Sánchez está em maus lençóis depois de um general da Guardia Civil dizer que está a lutar para \"minimizar o clima contrário à gestão da crise” feita pelo Governo. E por cá? Criticar António Costa é quase considerado crime de lesa-pátria...🔴😷\n@el_pais ", "“Minimizar todo ese clima contrario a la gestión de crisis por parte del Gobierno”\n\nEsta frase demonstra muito bem duas coisas:\n- a má gestão da crise pelo governo espanhol\n- que um quadro institucional onde esta frase possa ser proferida assim não é culpa de *um* só governo", "@DiarioPE Esses números são distorcidos da verdade, estão falsificando atestados de óbito para aumentar os casos de corona e justificar as ações fraudulentas do governo estadual . Que já a algum tempo virou Caça níquel do pt , quero saber da casa de farinha !! Cadê as contas Renata ??", "Governo Português , 9 milhões para ventiladores , 15 milhões para a Comunicação Social...\n\nDepois o Ministro Holandês, é que é o mau da fita!!!!", "Oposição exige esclarecimentos\n\nEm Espanha não é anti-património criticar o governo! Lá pelo memos a oposição faz o que deve\n\nEspanha. General diz que Guarda Civil trabalha para minimizar clima contrário ao Governo ", "Sánchez está em maus lençóis depois de um general da Guardia Civil dizer que está a lutar para \"minimizar o clima contrário à gestão da crise” feita pelo Governo. E por cá? Criticar António Costa é quase considerado crime de lesa-pátria...🔴😷\n@el_pais ", "@AiltonBenedito É o primeiro de muitos. Espero que a PF possa investigar o governo de SP e do Rj.", "@AiltonBenedito É o primeiro de muitos. Espero que a PF possa investigar o governo de SP e do Rj.", "@mlopes Calma, então este governo não vai dar 15k aos Média?! À que lhes dar colinho!", "@Nuno_C_Paulino @filipecruzalmas acredito mais numa fonte ligada à própria psp do que esta notícia, sim.\naliás, culpar o governo não faz sentido, mm se fossem ex reclusos, nada vai impedir um gajo de querer assaltar ou roubar alguma cena ", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "O governo português vai implementar isto? ", "no Reino Unido o governo acabou por aceitar a imposição de medidas restritivas, mas agora discutem se as levantam. ", "@Solange94360709 @roxmo @AgoraNoticiasBr E a OMS foi contra ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "até à sua chegada em Lisboa onde que para desespero do governo republicano não encontra nenhuma resistência por parte de nenhum sector militar, desta maneira o mesmo dissolve a primeira republica e dá inicio a um governo militar de cariz nacionalista,ao contrario do que se possa+", "28 de Maio de 1926 inicio do Governo Militar Nacional.\n\nResultante do golpe de 28 de maio de 1926 onde o marechal Gomes da costa sai de Braga a cavalo acompanhado por um regimento local e vai de cidade em cidade obtendo em todas as cidades que passava apoio miliatar e popular+", "Ana Gomes acredita que Governo vai ter de aumentar os impostos ", "@ojeconomico Erro...com este governo e seus “aliados” não há disso!", "@__itsyagal Se ele acha que o governo tem influência direta na corrupção desportiva. Não sei se é uma pergunta criativa mas ou se o teu pai já abordou o tema, mas tenho curiosidade em ouvi lo sobre isso", "@marcoantoniodsm @rodrascap Aí tens um ponto relevante. Se eles não forem para as galerias e ficarem naquela pequena meia lua entre a bancada do governo e as dos partidos, como habitual, será incompreensível, para dizer o mínimo. Mas sobre isso, só escreverei no sábado, depois de ver.", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@allantercalivre E aí \n@RTPNoticias \n@SICNoticias \n@RTP2 \nDe Portugal.\nVocês entendem inglês, já que português não resolve?\nParem de falar mal e só mostrar coisa ruim do presidente do Brasil ok?\nVocês enganam os portugueses, colocando-os contra o governo brasileiro.\nÉ muito triste isso!", "O que eu penso quando vejo que o governo que abrir escolas após estado de emergência ", "@ElGrandeMister @BrunoD75 Nos testes estamos bem, se bem q mto a custa das autarquias( q têm estado extraordinárias) de iniciativas d organizações e instituicoes privadas ( Galp, TVi,Edp, etc) e menos p DGS e governo.\nMas sim em testes somos o 4 da UE.\nO resto é mto fraco.\nEm curados p ex é mau.", "O milagre é vendido pelo governo a jornais tipo guardian ", "O governo da República Checa. Será milagre? ", "Na Venezuela? Na Hungria? Nao, mesmo aqui ao lado pela mao dos Socialistas e Podemitas ", "@o_antagonista Dar liberdade todos os amigos bandidos e estar em conluio com governadores, ex-presidentes, deputados e senadores corruptos para mudar o regime de governo também tem nome, canalha!", "adorava, mas era preciso que houvesse mais apoio do governo na cultura portuguesa, infelizmente não há e torna-se difícil haver esse tipo de produções ", "O governo português vai implementar isto? ", "@roxmo @AgoraNoticiasBr E a OMS foi contra o governo brasileiro...... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "É uma completa falta de respeito o governo querer celebrar o 25 de Abril quando neste momento ninguém é livre !", "A Alemanha faz este ano “comemorações virtuais” pela libertação dos campos de concentração nazis, há 75 anos. O que foi bem aceite no país (sem discussão) e até internacionalmente, por exemplo em Israel. O que chamariam cá ao Governo de Merkel?👏🇩🇪 ", "O merecido sofrimento do paranaense:\n- Tem na presidência da república um miliciano safado querendo auto-golpe.\n- Tem no governo do estado um cagalhão que foi um dos poucos a não assinar a carta aberta dos governadores contra o ato golpista de hoje.", "Erro ou não gostava de dizer que estou surpreendido. Não estou. \n\nPedro Sánchez sob fogo depois de general da Guardia Civil dizer que está a trabalhar para \"minimizar\" críticas ao governo: via @observadorpt", "Querem saber o que é assustador para quem defende a liberdade? Isto 👇\n\n«“Um dos objetivos é minimizar o clima contrário à gestão da crise por parte do governo”, disse José Manuel Santiago.» ", "Enquanto isso, aqui ao lado... ", "O merecido sofrimento do paranaense:\n- Tem na presidência da república um miliciano safado querendo auto-golpe.\n- Tem no governo do estado um cagalhão que foi um dos poucos a não assinar a carta aberta dos governadores contra o ato golpista de hoje.", "Enquanto isso, aqui ao lado... ", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@hugotiago_ Vai ser mais: 70 deputados, PM e ministros, convidados, 20 jornalistas, operadores de câmara, auxiliares, assessores da AR, assessores dos Grupos Parlamentares, assessores do Governo, funcionários, seguranças e polícias. Entre 250 - 300. Mas a questão é simbólica. Um desastre", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@LuizCamargoVlog E a OMS foi contra o governo brasileiro ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "A Alemanha faz este ano “comemorações virtuais” pela libertação dos campos de concentração nazis, há 75 anos. O que foi bem aceite no país (sem discussão) e até internacionalmente, por exemplo em Israel. O que chamariam cá ao Governo de Merkel?👏🇩🇪 ", "A Alemanha faz este ano “comemorações virtuais” pela libertação dos campos de concentração nazis, há 75 anos. O que foi bem aceite no país (sem discussão) e até internacionalmente, por exemplo em Israel. O que chamariam cá ao Governo de Merkel?👏🇩🇪 ", "A Alemanha faz este ano “comemorações virtuais” pela libertação dos campos de concentração nazis, há 75 anos. O que foi bem aceite no país (sem discussão) e até internacionalmente, por exemplo em Israel. O que chamariam cá ao Governo de Merkel?👏🇩🇪 ", "@bernardoferrao @expresso Ui, queres ser o marques mendes e espalhas teorias antes d governo tomar decisões.\nOuvir te faz cá uma impressão, então, o jornalismo não é divulgar o acontecido? Bruxaria só o prof makumba e esse, tem muita categoria, lança búzios e tarôs e não sei que mais.", "Isto vai dar merda e das grandes.\nSei que é mau mas sinceramente acho que a quarentena devia durar mais um pouco pra isto ficar mais controlado pra não voltarmos a estar na merda como já tivemos mas se o governo acha....\nAgora rezar que nos portugueses sejamos comportados ", "O minion da Linha hoje resumiu a homilia dizendo que o maior partido da oposição aprovará os próximos orçamentos e que o partido do Governo não apresenta candidato presidencial porque o actual está alinhado com o executivo. No próximo sábado celebramos mesmo o quê?", "O minion da Linha hoje resumiu a homilia dizendo que o maior partido da oposição aprovará os próximos orçamentos e que o partido do Governo não apresenta candidato presidencial porque o actual está alinhado com o executivo. No próximo sábado celebramos mesmo o quê?", "Isto vai dar merda e das grandes.\nSei que é mau mas sinceramente acho que a quarentena devia durar mais um pouco pra isto ficar mais controlado pra não voltarmos a estar na merda como já tivemos mas se o governo acha....\nAgora rezar que nos portugueses sejamos comportados ", "@LuizCamargoVlog E a OMS foi contra o governo brasileiro ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "@LuizCamargoVlog E a OMS foi contra o governo brasileiro ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "Governo português e o Covid-19\n\nMais do que duas pessoas dentro de um carro mesmo que sejam da mesma casa: Não deves\nIr às praias no verão: Não me parece\nAbrir as escolas e creches: ", "Em retaliação a Bolsonaro, Maia vai deixar cinco MPs ‘caducar’ via @A Gazeta Brasil apresenta as últimas notícias sobre governo Bolsonaro, Lava Jato, Planalto, Congresso, Judiciário, além de notícias dos bastidores.", "Governo Federal - Ministério da Economia: Criação de políticas de apoio econômico ao Cirurgião Dentista brasileiro - Assine a petição! via @change_br", "Isto vai dar merda e das grandes.\nSei que é mau mas sinceramente acho que a quarentena devia durar mais um pouco pra isto ficar mais controlado pra não voltarmos a estar na merda como já tivemos mas se o governo acha....\nAgora rezar que nos portugueses sejamos comportados ", "Faz falta ao Ferro um bom advogado. Uma das excepções ao limite de 5 pessoas nos ajuntamentos, são as ligações familiares. Só esta ressalva dava para meter pr'aí 500 ou 600 deputados e membros do governo na AR.", "Estamos sempre preparados\nUm dos lemas deste governo AC/MRS ", "@Solange94360709 @roxmo @AgoraNoticiasBr E a OMS foi contra ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "omg ridículo tomar medidas de proteção numa pandemia a culpa é do governo deixem o Martim ir à praia c os amigos omg ridículo ", "acho uma falta de respeito as pessoas não poderem comparecer aos funerais de entes queridos e o governo achar que pode fazer uma celebração do 25 de abril EM CONJUNTO", "Um presidente que saúda um movimento CONTRA A DEMOCRACIA já não tem mais a legitimidade para Governar o País!\n\nMal-estar na ala militar do governo com presença de Bolsonaro em ato contra a democracia e que causou aglomeração | Blog do Gerson Camarotti | G1 ", "O que eu penso quando vejo que o governo que abrir escolas após estado de emergência ", "Nem sequer me vou chatear com isto. \nSó acho de uma incoerência tremenda o governo pregar normas de precaução e de saúde comunitária e depois querer colocar toda uma selva encarcerada dentro da assembleia. Good job", "O que eu penso quando vejo que o governo que abrir escolas após estado de emergência ", "@HewerthonAraujo Vc pirou imbecil Sabe o que é governo militar!? Não aguentam nem isolamento quanto mais ditadura !", "vamos falar sobre o facto do governo querer celebrar o 25 de Abril ou?????", "Se é uma coisa tão evitável e nada urgente, porquê reabrir universidades e politécnicos e por em risco toda a gente novamente? Não entendo este governo juro...", "omg ridículo tomar medidas de proteção numa pandemia a culpa é do governo deixem o Martim ir à praia c os amigos omg ridículo ", " apanhar laranjas sem desconto no irs, quem nunca?", "@Solange94360709 @roxmo @AgoraNoticiasBr E a OMS foi contra ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "Provavelmente, nunca foi admitido de jeito tam explícito em tempos de democracia formal o papel dumha organizaçom militar na localizaçom e repressom da opiniom pública, anunciando que a sua funçom é \"minimizar o clima de crítica à gestom de crise por parte do Governo\" (sic). ", "@roxmo @AgoraNoticiasBr E a OMS foi contra o governo brasileiro...... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "Se o Parlamento celebrar o dia da Liberdade com um um Deputado por cada Partido, um pelo Governo e o PR, para mim é suficiente numa sessão simbólica e estaremos todos lá representados. É o meu ponto de vista", "@UnivBenfiquista Talvez porque estejam a perder os empregos e os rendimentos, não por causa do governo mas de uma tal de pandemia com origem na China: já ouviu falar?", "@jdoriajr Eu repudio o seu governo ditador ! #ForaDoria", "@Solange94360709 @roxmo @AgoraNoticiasBr E a OMS foi contra ..... O governo anunciou emergência dia 4 de fevereiro, a MERDA da OMS CHINESA disse que o governo brasileiro estava errado....\n\n", "Mal-estar na ala militar do governo com presença de Bolsonaro em ato contra a democracia e que causou aglomeração\nSERÁ ? ", "@Chico_Banza Nojo mesmo: uma pandemia global q provoca uma recessão global, sem qqr culpa dos governos nacionais, muito menos do governo português q até estava a apresentar os melhores resultados económicos em muitos anos e o único excedente orçamental da democracia!", "@Reinald0_Junior @Jorge84rjr @Mab_Dia @Eacamelo1 @OsmarTerra Isso significa que não existe solução fácil e que o governo brasileiro não está planejando absolutamente nada próximo aos países que você citou. Mas não sou um grande especialista como você. Provavelmente, em algum lugar do mundo, existe alguém sendo bem sucedido com suas dicas.", "É só uma teoria ⚠️\nEu acho q ela se vai juntar ao professor tal como a raquel se juntou\nLembrem se q ela está em fuga por causa do q fez ao Rio e por culpar o governo naquela conferência de imprensa e se for apanhada vai presa portanto vai pedir ajuda ao professor ", "@al_antdp Trump foi enganado como todos nós , e em Portugal o Povo foi para casa só depois é que o governo tomou medidas, tivemos a nossa ministra da saude a dizer que o virus nem chegava a Portugal, não percebo porque fazem tanto alarido com Trump. a china que se prepare .", "@Reinald0_Junior @Jorge84rjr @Mab_Dia @Eacamelo1 @OsmarTerra Coréia do Sul faz um programa de monitoramento e teste em massa que passa longe de qualquer proposta já pensada pelo governo brasileiro. Japão acaba de voltar pra quarentena. O terceiro exemplo você pode ler aqui: ", "Aulas online:\n\nGoverno: A adesão tem sido muito positiva e tem-se atingido os objetivos pretendidos.\n\nAlunos: Não consigo estar atento quanto mais aprender alguma coisa.", "E onde está a vossa Amazónia? Ah pois é, o VOSSO presidente deixou-a queimar. E onde está o museu nacional? Ah desculpa o VOSSO governo abandono-o chegando ao ponto de ele arder!! Por isso não venham dizer que nós vos fizemos mal porque vocês fazem muito pior! Cresçam por favor! ", "@jpiresf Pois, aparentemente e de momento, a estratégia de combate ao #COVID19PT, e já agora os resultados, não permitem grandes ataques ao governo, aquela rapaziada tem que fazer prova de vida e tentar pôr os cornos fora de água. Mas como dizes, há sempre alguém que cai na esparrela.", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "E onde está a vossa Amazónia? Ah pois é, o VOSSO presidente deixou-a queimar. E onde está o museu nacional? Ah desculpa o VOSSO governo abandono-o chegando ao ponto de ele arder!! Por isso não venham dizer que nós vos fizemos mal porque vocês fazem muito pior! Cresçam por favor! ", "E onde está a vossa Amazónia? Ah pois é, o VOSSO presidente deixou-a queimar. E onde está o museu nacional? Ah desculpa o VOSSO governo abandono-o chegando ao ponto de ele arder!! Por isso não venham dizer que nós vos fizemos mal porque vocês fazem muito pior! Cresçam por favor! ", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "15 milhoes de apoio do governo aos jornais para publicidade. \nVitor Serpa joga pelo seguro, e continua a apostar no marketing product placement de sempre.\nCom um toque vintage, e algum cheiro a mofo. ", "Vão gozar com o caralho ", "Com que então pode celebrar-se o 25 de Abril com 130 pessoas, mas não se pode assistir ao funeral de um familiar...\nClaro, porque os senhores do governo são todos civilizados e muito limpinhos, por isso o vírus não se mete com eles, não é? 🙂", "a mesma malta que acha que a actividade de um orgão de soberania como a assembleia da república deve ser suspensa, deve acrescentar na lista os tribunais, a presidência e o próprio governo.", "Este governo é só propaganda. De onde veio esta pulsão propagandista? Será da influência de comunistas e bloquistas? Ou o PS sempre teve este ADN?", "@cardon141 @AnaPaul15678222 @OGloboPolitica @jairbolsonaro Parece que não é só no RJ que o cidadão está pedindo um pouco mais de atenção ao governo do estado e da cidade.\n\n", "Com que então pode celebrar-se o 25 de Abril com 130 pessoas, mas não se pode assistir ao funeral de um familiar...\nClaro, porque os senhores do governo são todos civilizados e muito limpinhos, por isso o vírus não se mete com eles, não é? 🙂", "@asnalmeida @1963Cor @JMirandSarmento 🤷🏻‍♂️Ora:\n1977 - problemas de balança de pagamentos, PS no Governo há 1 ano\n1983 - uma intervenção herdada dos governos da Aliança Democrática (PSD + CDS 😱) Mario Soares tem de vir salvar o país.\n2011 - sudden stop varre Grécia, Irlanda, Espanha, Ítalia mas a culpa é do PS!! 🤯🧐🙄", "Com que então pode celebrar-se o 25 de Abril com 130 pessoas, mas não se pode assistir ao funeral de um familiar...\nClaro, porque os senhores do governo são todos civilizados e muito limpinhos, por isso o vírus não se mete com eles, não é? 🙂", "Com que então pode celebrar-se o 25 de Abril com 130 pessoas, mas não se pode assistir ao funeral de um familiar...\nClaro, porque os senhores do governo são todos civilizados e muito limpinhos, por isso o vírus não se mete com eles, não é? 🙂", "Demasiado positivismo do governo vai correr mal", "Em entrevista ao Shifter, Rui Tavares Lanceiro, professor auxiliar na Faculdade de Direito na Universidade de Lisboa, fala da situação húngara, do Governo de Viktor Orbán e dos desafios que os Estados-Membros vão ter de lidar nesta década. ", "Demasiado positivismo do governo vai correr mal", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "Demasiado positivismo do governo vai correr mal", "Demasiado positivismo do governo vai correr mal", "Demasiado positivismo do governo vai correr mal", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "@asnalmeida @1963Cor @JMirandSarmento 🤷🏻‍♂️Ora:\n1977 - problemas de balança de pagamentos, PS no Governo há 1 ano\n1983 - uma intervenção herdada dos governos da Aliança Democrática (PSD + CDS 😱) Mario Soares tem de vir salvar o país.\n2011 - sudden stop varre Grécia, Irlanda, Espanha, Ítalia mas a culpa é do PS!! 🤯🧐🙄", "Secretário de estado do governo que prolongou o Estado de Emergência até 2 de Maio.\nEsta malta goza connosco. ", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "@RenatoRGR_CV @LConraria Vou esperar até o governo tabelar o teu lucro 😂😂😂", "o governo português é uma piada, só isto", "o governo português é uma piada, só isto", "@inesdlopes4 Quem tomou a decisão foi o governo, agora cabe às universidades decidirem se efetivamente abrem ou não e se sim como o vão fazer. Só nos resta esperar", "Os direitos naturais estavam no coração humano muito antes de constarem das constituições. Nenhum governo os pode alienar, quaisquer que sejam as circunstâncias.", "Mete-me impressão os vossos tweets desinformados e somente baseados na leitura de letras gordas. Não sei o que vos leva a achar que o facto de o governo autorizar a abertura do pequeno comércio vai levar a que toda a gente se junte em esplanadas +", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "O Ps é De EsQuErDa. É que gosto de ver os direitas a chorar quando se apercebem que afinal o nosso governo não bem de esquerda como eles tanto gostam de dizer e criticar. ", "Secretário de estado do governo que prolongou o Estado de Emergência até 2 de Maio.\nEsta malta goza connosco. ", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "@PedroPi90145586 São opiniões, cada um tem a sua mas considero que o governo vive numa ideia de “depois logo se tenta resolver” ao invés de prevenir as coisas, tal como aconteceu com o fecho das escolas, o hábito de adiar e deixar para depois pode trazer muitas consequências", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "@xCUNHAx @lfzenp @xplendidemendax No entanto, não vi nenhum pedido de desculpas do governo. Aliás, só se viu uma tentativa de apagar a história - apagando tweets e imagens relativas ao apelo da presença no 8M. Algumas mulheres importantes do Governo estavam nas manifestações protegidas, p/ ex, com luvas de látex.", "@xCUNHAx @lfzenp @xplendidemendax O VOX esteve muito mal e qualquer pessoa o vê - inclusive o partido pediu desculpa por ter colocado pessoas em risco. No entanto, o VOX não é governo. Não é o VOX que tem acesso a todos os dados. O VOX seguiu - mal e ingenuamente - orientações do governo, q dizia que era seguro.", "@yourcenar1234 @K2_Tudor_Run @Anabela66392672 Olha, filho, não sou o Junex que tens na cozinha, que se acende e apaga. Estou como o lema do Governo, #EstamosOn", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "@paulo_baldaia Se quiseres posso ler-te: \"Bruno Pinto, conhecido como \"Pidá\", sai com uma licença de saída de 45 dias, beneficiando da lei aprovada pelo Governo para aliviar as prisões e evitar a propagação da Covid-19 nestes estabelecimentos.\"", "@PE_Portugal Excelente trabalho!\nMuitos parabéns!\nAgora vamos ver se o nosso governo \"aproveita\"...", "Não poderia ser o governo mais 1 representante de cada partido?? \nIsto é burrice ou é fazível?", "Mas que situação é esta em volta das celebrações do 25 de abril?! \nClaro que é uma data a ser valorizada, e é óbvio que o governo tem de a reconhecer. Mas.. colocar 77 parlamentares + 50 convidados numa sala fechada não me parece a estratégia mais racional...", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "E antes que venham as pessoas 'indignadas' do costume: Neste estado de emergência só são permitidas \"deslocações de curta duração para efeitos de atividade física\", é lerem as indicações do Governo 💁‍♂️", "@1963Cor Não quero doces. Não disse que tínhamos de fazer um boicote económico à China nem nada parecido. Disse que elogiar o seu sistema de governo era prestar um mau serviço à defesa da liberdade.", "@alvarodias_ O líder do governo aceitou que fosse retirada na sexta e agora pede apoio. Isso está parecendo aqueles casos em particular fazem conchavos para não votar e publicamente dizem que querem votar a favor.", "Durante duas semanas o governo andou a brincar com os jornais sobre se vai ou não haver 'austeridade'. Fomos de 'isso é que não', para 'vamos evitar', para 'não garantimos nada'; quando a pergunta certa não é 'se' vai haver, mas 'que' austeridade vamos ter. \n\nO resto é narrativa.", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "Não há palavras que descrevam a incompetência deste Governo. Isto já ultrapassa todos os limites do aceitável. ", "@f_s_fernandes qual é o problema de elogiar a China? gosto bastante daquela ilha e daquele governo", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "até à sua chegada em Lisboa onde que para desespero do governo republicano não encontra nenhuma resistência por parte de nenhum sector militar, desta maneira o mesmo dissolve a primeira republica e dá inicio a um governo militar de cariz nacionalista,ao contrario do que se possa+", "@xCUNHAx @lfzenp @xplendidemendax No entanto, não vi nenhum pedido de desculpas do governo. Aliás, só se viu uma tentativa de apagar a história - apagando tweets e imagens relativas ao apelo da presença no 8M. Algumas mulheres importantes do Governo estavam nas manifestações protegidas, p/ ex, com luvas de látex.", "28 de Maio de 1926 inicio do Governo Militar Nacional.\n\nResultante do golpe de 28 de maio de 1926 onde o marechal Gomes da costa sai de Braga a cavalo acompanhado por um regimento local e vai de cidade em cidade obtendo em todas as cidades que passava apoio miliatar e popular+", "@xCUNHAx @lfzenp @xplendidemendax O VOX esteve muito mal e qualquer pessoa o vê - inclusive o partido pediu desculpa por ter colocado pessoas em risco. No entanto, o VOX não é governo. Não é o VOX que tem acesso a todos os dados. O VOX seguiu - mal e ingenuamente - orientações do governo, q dizia que era seguro.", "@hugotiago_ Este governo é uma coisa... sem palavras", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "Twitteiros tão entusiastas do 25 de abril mas tão coniventes e fofinhos para com o sistema de governo chinês: decidam-se. Ou a liberdade ou a ditadura. Defender a nossa liberdade e defender a ditadura dos outros é uma coisa muito esquisita...", "Ora portanto o governo diz para as faculdades se prepararem para começar as aulas dia 4\nIsto é, na minha opinião, tão prematuro que me apetece rir para não chorar", "Vão gozar com o caralho ", "Ó pá, camarada @antoniocostapm e que tal, cortar hoje nos membros do governo, secretários de estado e tantos outros...?\nNão são despesa avultadas do estado?\n\n #FimdeTachosSocialistas\n \n#IMPOSTOS\n\n👇 ", "Durante duas semanas o governo andou a brincar com os jornais sobre se vai ou não haver 'austeridade'. Fomos de 'isso é que não', para 'vamos evitar', para 'não garantimos nada'; quando a pergunta certa não é 'se' vai haver, mas 'que' austeridade vamos ter. \n\nO resto é narrativa.", "Recebi, há pouco, uma notificação da minha cabeleireira a dizer que vai reabrir dia 4 de Maio, respeitando as normas de segurança do Governo.", "\"Se a linha da frente cai, cairemos todos...\"\na @amnistiapt ao lado dos profissionais de saúde.\nPara pressionar o Governo a garantir, efetivamente, a proteção de quem nos protege, basta um simples clique e assinar.\n(é outra forma de \"batermos palmas\")\n", "Governo saudita vai comprar o Newcastle. Um negócio rodeado de polémicas ", "@vicenteazevedoo acho que o governo se esta a dar tntos beneficios aos alunos é pq tem motivos e acho que um deles é a dificuldade dos exames mas é uma posta obv", "E antes que venham as pessoas 'indignadas' do costume: Neste estado de emergência só são permitidas \"deslocações de curta duração para efeitos de atividade física\", é lerem as indicações do Governo 💁‍♂️", "@Mffanaid Lá está no e-mail da minha universidade também dizia que já não havia até ao fim do ano mas agora o Governo quer que a gente vá portanto não sei...", "Não sei o que é mais absurdo, o governo querer comemorar o 25 de Abril (uma falta de respeito do caralho com todas as famílias e pessoas que evitaram comemorar aniversários/páscoa) ou a projeção de volta às aulas em Maio. Ficou tudo doido.", "Durante duas semanas o governo andou a brincar com os jornais sobre se vai ou não haver 'austeridade'. Fomos de 'isso é que não', para 'vamos evitar', para 'não garantimos nada'; quando a pergunta certa não é 'se' vai haver, mas 'que' austeridade vamos ter. \n\nO resto é narrativa.", "O assunto do 25 de abril é complicado, por um lado concordo que a cerimónia deve ser reduzida ao mínimo, mas acho que deve ser assinalada, com menos gente do que o governo está a planear, mas não, o 25 de abril não é só mais um dia", "@cmrjpita Totalmente de acordo. Até porque um funeral (só um) pode aglomerar centenas de pessoas. Mas o governo tinha uma questão difícil de gerir caso morresse uma figura de estado nesta altura.", "há muita gente a pensar que um dia o governo vai chegar e dizer “a quarentena acabou podem fazer oq quuiserem” mas não vai ser assim\n\nvai ser um processo que secalhar vai levar meses porque o corona não vai desaparecer de um dia para o outro", "No Twitter há bue especialistas sobre o corona vírus o governo devia ver os vossos tweets para aprender alguma coisa 🤡", "Não estou de acordo em que a cerimónia se realize como o governo o vai fazer, mas não ajuda lá muito à causa que alguns dos políticos que reclamaram se fosse por eles provavelmente suspenderiam as celebrações para sempre, ou até gostavam que o 25 de abril nunca tivesse acontecido", "E acho muito cómico essa do \"não vale comparar princípio e fim de quadros europeus\" quando o PS está há quatro anos a comparar um governo sob intervenção externa (herdada, por acaso, do PS) com um governo que viveu em tempo de \"vacas gordas\". ", "O assunto do 25 de abril é complicado, por um lado concordo que a cerimónia deve ser reduzida ao mínimo, mas acho que deve ser assinalada, com menos gente do que o governo está a planear, mas não, o 25 de abril não é só mais um dia", "A maneira mais fácil do governo injectar liquidez na economia era pagar o que deve a tempo e horas, já nem digo pagar a pronto, mas pagar nos termos contratados. Fácil.", "@romeu O governo e o presidente da República.", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "Demasiado positivismo do governo vai correr mal", "No Twitter há bue especialistas sobre o corona vírus o governo devia ver os vossos tweets para aprender alguma coisa 🤡", "O governo estava a portar-se muito bem, até agora que está tentar voltar demasiado rápido à normalidade e, obviamente, vai dar merda", "O primeiro-ministro aponta para junho o regresso ao trabalho - e mesmo assim de forma desencontrada em termos de horários e semanas - e, na cultura, não se compromete com uma data para a realização de grandes festivais ", "Governo fixa preço das botijas de gás para as mãos cria momento inspirador em cerimónia de graduação da filha", "@albertogonc Espanha está no estado em que está porque o Governo recusou-se, por razões ideológicas, a cancelar o 8M. Não tendo a mesma magnitude (120.000 em Madrid vs 130 na AR), o princípio é o mesmo. A liberdade de Abril traz em si a liberdade de cancelar as celebrações se Abril...", "O tamanho da irresponsabilidade do governo português é impressionante...\nMais de 100 pessoas juntas numa sala a comemorar o 25 Abril.\nA OMS sugere que o número máximo de pessoas numa sala sejam 6 🤡"]