["PS.: Para vós, mal informados... Simão, o papagaio", "@bui_gustavo @__ritinhap__ Podiam colar ou elogiar a vontade o meu namorado que eu só concordava com eles/as. A partir de momento que gozassem com ele, eu encontrava me no meu direito de o defender ( se necessário) e vice-versa. Ps: defenderia o meu namorado, uma amiga/o ou qualquer pessoa nessa situação", "@CarlosLucasLx E ate as cotas da pesca. Mas é ps e psd. E tudo igual. 46 anos desses abutres = 3 bancarrotas. Ainda falaram eles de Salazar.", "maybe a sério (?) ", "@Ameirita1 Vtf mano , fodasse não tou a consegui mexer no comando da ps sequer , doí-me bue", "Fotos com flores: \n- o artista cria \n\n- a cópia imita \n\nPs: a cópia nunca chega aos calcanhares do artista 🙄", "@psguimaraespt @pedrommendes Fiquei na dúvida.\n- Essa iniciativa é do município de Guimarães ou da Concelhia de Guimarães do PS?", "mano fds ", "@filipa_ps Ksksksksksk", "Como é q tiro isto da cabeça \nPs já cantei isto enquanto fazia o jantar e o meu pai olhou m de lado", "@PUBLIC_ENEMIE @AndreCVentura Nas mesmas sondagens de onde vocês vão ver as percentagens de votos do PS 😘", "@insoniascarvao @AndreCVentura Imagina que eras avençado do PS (que claramente não és)", "a minha ps tá a ficar como o meu ig, demasiadas mensagens para responder...", "@franciscacunha0 Foda se desta eu nao esperava kika ja falamos que tens de avisar antes de dizeres estas coisas ainda me das um ataque cardíaco mulher \nPs tambem te amo hortaliça", "@Bryannmoura \"gostaste né? ahh maluca\" ahsuahshak", "Não foi para isto que o PS soltou os gajos.\n\n", "Estive a ver as fotos que tenho com a @beatrizm_13 e passamos tão bons momentos juntas❤", "@hug_oop Ok, vou assumir que é à direita do PS, que é a norma, e discordar bastante ¯\\_(ツ)_/¯", "@hug_oop Para meteres todos no mesmo saco, \"direita\" é à direita do CDS, PSD, PS ou BE?", "@hipersurf @FadoPositivo Continuar o quê? A dívida aumentou todos os anos. Durante o tempo de passos aumentou 35k. Desse tempo até ao forecast para 2020 temos menos de 20k. Mais tempo, menos divida acumulada.\nSegundo a tua própria lógica, ainda bem que o PS pegou na coisa.", "@Pedro90260227 Tou no YouTube da PS deixa ir ver aqui no tele", "@FrazaoPs @portugal_party \"Quem ofender tem uma só resposta: bloqueio.\"\n\nOs ideais são muito bonitos, mas dizer que os tens para depois usar só quando apetecer.😇Espero mesmo que os 7 que andaste a fazer tenham uma visão diferente, senão é só mesmo poluição, \"doutor\". \n\nPS: podes bloquear agora", "@halofmayor @PutoNigga69 Da pa dropares para ps?", "@aedionevah 😂😂😂😂 cauma. Respeita a quarentena (ps: depois dou-te a dica durante a semana 😂😂)", "Ps: cortei o cabelo ", "PS- Giro e simpático", "O PS está a remeter-nos para os anos 70 ", "@ps_kauane Tem que mandar pelo correio kkkkk", "@inesgpina arranja um p ti, esse não 😠", "lindo 🥰 ", "Sushi óbvio ", "@fcancio Mas os funcionários não pagam Segurança Social??? O que têm eles a ver com o pagamento ou não de impostos por parte da UCP? Foi até o PS que os desonerou do referido pagamento.", "@dhenrique888 Se o gajo nao se cortar no negócio ya, e se a ps estiver boa.\nNao tenho é headset. Vendi o meu ao costa à 15 dias xd", "PS: Programa de renda apoiada no Porto vai passar a vigorar por dois anos via @noticiaaominuto", "eu ja não sentia esta adrenalina há bué pqp\n(ps: eu tenho fobia a aranhas, principalmente a estas do tamanho que apareceu pqp) ", "@PSaserPS O PS é bom nisto, há sempre um idiota útil a justificar o injustificável, nisso tenho que dar os parabéns ao PS.", "@atadeia O NY Times dá eco de um caso único na Europa. Um clube que se acha acima do próprio país. Dos primeiros anos de meia laranja do Vieira até às negociatas PS-CapitalCriativo-MC2 havia muito por investigar. Mas falta vos coragem", "@BrosainKun Ou ou ou, podes levar a PS", "@mrsquintas Este é dos que acredita que as vacas voam. Fique pela realidade factual: PS no poder a governar há anos com a ajuda da extrema-esquerda e conservadora. Espere para ver o calculismo, frio, desapiedado que aí vem pós-pandemia. Para não falar nas \"cativações\".", "@cosmus59 @Bazookas @NNN30110461 Gaspar também trabalhou para os dois lados... Enfim, isto era uma grande lista... Só de PS e Cavaquistão enchiam-se duas Caxias.", "@manueloureiro2 Eu passo por todo o lado! Quem se mete com o PS leva, por isso as nossas forças policias nem ousam mandar parar aqui o Presidente!", "limpava pq tanto xixi quer dizer q já estava a aguentar há bué tempo, levasses à rua, irresponsável ", "@meua_migo Vc é de SP? Quando comprei meu espelho fui no PS do vidro. ", "Felizmente da para por a minha save file numa cloud. Vou é que pagar um mes da PS Plus. Ja não pago esta merda à anos...", "@Buzeto771 Então quer dizer que não apoiar o Bolsonaro merece Block? Não podemos ser amigos e ter pensamento diferente? Galera se perde nessa doença chamada idolatria política. Ps: Não sigo-te. Pode bloquear-me.", "acabou a segunda etapa do ps, semana que vem é a última e eu to absurdamente orgulhosa, feliz e triste por estar acabando", "@Sir_Bronn_ Vota PS: porque ao menos não levas porrada como a tua avó", "@charliecfm Por exemplo! Ou a Alberta Marques Fernandes também acho que anda la (Ps.: Olha que acho que o hashtag do BB será #BB2020)", "@ruben_duarte13 Eu comprei pela store da ps", "AMO TE MARIANA\nPs: VAIS FICAR RICA", "@Parafusojr1 Yah deixamos isto acalmar.. Hj tenta passar na ps", "PS Coimbra ignora Estado de Emergência e persiste nas reuniões presenciais da CMC. Vereadores do Somos Coimbra querem participar à distância \nLer mais em:  ", "Parabèns Craques!!\nÉ bom ver as nossas equipas a conquistarem o mundo 🇵🇹.\nSigaaaa\n\nPS: @Sleepyyi1 não jogou, ganharam facil. 🤣 ", "@joaoolascasas Cala te, vou para a ps agora mano", "@LMombito @RibeiroDeepBlue @jmsilveira74 @pedroml @jairbolsonaro Pois é.\nAté o PS já tem um podcast. 😂", "PS comemora Revolução dos Cravos com debates online ", "@tchapatata @csc11 @Stella_Artois_ @Evacalina @paso_del_ebro @LeldaCuca4 @neno_vasco Claro que é, nem é isso que está em causa. \n\nHá hospitais onde eu posso ir com certeza de não ser contaminado? Nop.\n\nPS: Havia um segundo ponto que eu não queria referir, que são as consultas adiadas.", "Rapazes perdem se por causa da ps kkkkkkkkk não acredito mm 😂", "Já temos algumas informações sobre a PS Plus de Maio! Confira:\n\n", "Now United queria só deixar claro que eu não gostei dos cartoons, embora vá continuar a ver porque sou uma cadelinha que achou engraçado!\n\nPs: Ninguém tira a coroa do Kris tá?", "@EricaEstima @catyrodrigues02 Ps* também não tem cara", "Rapazes perdem se por causa da ps kkkkkkkkk não acredito mm 😂", "Não foi para isto que o PS soltou os gajos.\n\n", "Não foi para isto que o PS soltou os gajos.\n\n", "Queria bué encontrar a template deste meme mas não consegui. Então eu mesmo fui ao ps e limpei a imagem. ", "@Daniell19O4 estou confusa", "@Daniell19O4 o sol queima", "A tentar justificar o apoio ao governo do PS? Viabilizando orçamentos de contenção? ", "Um dos TikToks mais bonitos que encontrei! Se não o conhecem, têm de o conhecer. Se já o viram, vejam outra vez. ", "Peeps! Já foram a Termas? Se sim, este inquérito é para vocês!\n\nResponde às questões (são 2 minutos) e habilita-te a ganhar um incrível agradecimento da minha parte!\n\nPs: ajudem-me a acabar a licenciatura (ler em tom de desespero)\n\n", "@saraagomesss Vi o evento a partir de uma live, tou de castigo da ps😭😭😭", "@FranciscoALeite Parte relevante deste ps ainda há pouco tempo disse que a esquerda nunca mais ia precisar da direita para governar. Vamos lá ver..", "mete q eu meto a foto\nPs:espero q saibas o q falo", "Se as declarações de Costa foram descontextualizadas só o terão sido por instruções de Costa. Expresso já deu suficientes provas de que está ao serviço do governo e do PS \n", "Dormi mal pq hj ia saber a nota do ps, então não é nota, são grupos e nem conta para nada, mas afinal nao estou tão mal quanto achava", "ps: chamada com pessoas próximas e não homens aleatórios que me mandam dm no twitter \n\nsó pra deixar claro e tals pq né ", "Ps: foi das melhores coisas que vi esta semana", "@carlosgpinto Com os 15 milhões agora anunciados pelo Governo para a propaganda do PS... perdão, para a publicidade institucional, nas próximas eleições nem vale a pena fazer as contas.", "@diothed0g @walternatez @FRavachol @rocovargas @RebeloRudolfo Então se foi o PSD que basicamente fez tudo, essa desigualdade que persiste no acesso à saúde é também responsabilidade desse partido.\nE esse desenvolvimento todo foi só pela mão do governo? Com certeza o parlamento esteve envolvido. E o PS nada fez? Não votou ou propôs leis?", "@PatrickPsiu Oii\nPor enquanto, não, ainda está em fase de desenvolvimento. Mas assim que possível, será divulgado aqui e no Instagram oficial hihi\nPs: Acho que vão amar", "O gajo escreveu ganda texto a dizer que me amava 🥱 ps: ele nem me conhece 😂", "@carlosgpinto Com os 15 milhões agora anunciados pelo Governo para a propaganda do PS... perdão, para a publicidade institucional, nas próximas eleições nem vale a pena fazer as contas.", "@filipa_ps lindaaaaaaaa", "@aalwaysjmf meu puto, não igual mesmoo!! Abel Salazar, Maria Manuela de Sá, essas escolas deixam marca mesmo para sempree!!! Sempre aqui meu rei!! \nPs: ve se tu e teu irmão metem mais diferenças que um gajo por vezes fica lixado por vos confundir ahaha", "sabem que criticar aquilo que uma maioria gosta não é um traço de personalidade?", "@Paulo452194991 @RodrigoDHPaiva @tariqpanja Lol cadastrado? As referencias que fazes ao bufas de contumil são desnecessárias toda a gente sabe que o homem é um mafioso.\nPs: essa palha tem muita merda de certeza , o único neuronio funcional que tinhas parece ter descido à tripa cagueira,dai tanta merda que debitas ", "@martacavaleiro_ Pensa que quase não vale nada vamos a exame e vamos 😂 ps: n me lembres da queima pls senão ainda choro mais", "1) 'Legalizem os imigrantes ilegais!', 'soltem os criminosos!'\n2) (depois há + violência e endividamento público)\n3) 'violência é vem da pobreza/raciiiiismo!!!' » 'Temos q financiar ONGs do BE e pedir subsídios UE p/ câmaras PS'...\nTão a ver o esquema?...\n", "@LeonorOliveir24 lindaaaa", "25 de Abril agora e sempre! \n\n#25deabrilsempre ,#25deabril ,#REVOLUTION ,#revolucao, #portugal, #liberdade, #assembleiadarepublica, #Presidente ,#marcelorebelodesousa, #Governo ,#antoniocosta ,#ps, #PSD ,#ruirio, #blocodesquerda, #Catarina", "@aalwaysjmf meu puto, não igual mesmoo!! Abel Salazar, Maria Manuela de Sá, essas escolas deixam marca mesmo para sempree!!! Sempre aqui meu rei!! \nPs: ve se tu e teu irmão metem mais diferenças que um gajo por vezes fica lixado por vos confundir ahaha", "Assim não dá para levar a @DGSaude a sério, passaram a ser uma agência de propaganda que é usada para dar um suposto aval científico a decisões que o PS já tinha tomado. Como os estudos \"independentes\" das marcas.\n\nMáscara para ir ao bar na praia, mas não numa AR cheia de velhos. ", "@1963Cor Do PS, PSD e CDS", "@1963Cor São os efeitos da revolução do 25A que ainda se fazem sentir e da luta tenaz pela preservação das conquistas alcançadas, entre as quais, o SNS. Se as políticas dos governos do PS tivessem tido êxito, o panorama seria muito diferente.", "Assim não dá para levar a @DGSaude a sério, passaram a ser uma agência de propaganda que é usada para dar um suposto aval científico a decisões que o PS já tinha tomado. Como os estudos \"independentes\" das marcas.\n\nMáscara para ir ao bar na praia, mas não numa AR cheia de velhos. ", "@MaduroPoiares @siberianwyvern @Rugir_1906 Boletins de voto numerados numa democracia? Suposicoes de culpa numa invasao sem a justica se pronunciar? Afinal e so os estatutos que o preocupam? Agora imagine umas eleicoes em que os delegados de mesa fossem todos do seu adversario politico PS o que chamaria?", "Acho que já n me divertia tanto na ps", "@monteiredo @tbribeiro Então o PS é extrema esquerda já que nem a Joacine deixam falar.", "@inesgpina after quarentena, ta na minha lista", "@Jafostesmpt Nahh eu tive razões o resto das pessoas não sei 🤣🤣", "@lauragil_18 Opaaaa, concordo contigo, tens de ter cuidado, vais ser considerada uma doente... também vou deixar de meter dinheiro na ps... :(", "25 Abril: PS, PSD e BE reduzem deputados na sessão solene, total vai ser de 46 Em ", "@inesgpina Melhor elogio no cap", "@Jafostesmpt verdade", "@diothed0g @walternatez @FRavachol @rocovargas @RebeloRudolfo Sim, o PSD tem o mérito de ter desenvolvido o que lhe foi passado pelo PS. E o PS a mesma coisa, quando passou a formar governo a seguir.\nEstão todos de parabéns. Mas foi o Cavaco Silva que construiu o SNS? Não.", "@TrigueirosDiogo @Ritaeducamassas referia-me às eleições legislativas. nas últimas, as 2019, o ps foi o mais votado no distrito. mas isto é aplicado às autarquicas. em cada eleição a disputa é taco a taco.", "@rochinha_0234 Cala a puta da boca que tu és linda carralho\nPs* n te esqueças da chapada virtual, levas outra", "@marc_gomes @Ritaeducamassas Swing state dependendo das eleições, houve algumas mudanças nas autarquias para PS mas nas nacionais o PSD acho que continua a dominar", "\"O PCP - que Joacine acusa de ter \"falta de consciência histórica\" - não quis tecer qualquer comentário\": \n\nEsta é do mês. Se ela ainda se chamasse Joacine Katyn Moreira...", "Melhor livro que leram com menos de 200 páginas. Go!\nPs: não vale revista Gina", "Ps: Para quem não sabe ela teve que matar o coelho para sobreviver no mundo pós-apocalíptico em que está OK...", "Deputados do PS/Açores debatem com eurodeputados socialistas resposta da UE aos impactos da Covid-19 na Região ", "PS defende fundo de recuperação robusto para resposta solidária da União Europeia ", "Com a diferença que tem lá presente uma série de convidados no grupo de risco da idade. Gracinha a fazer o frete ao PS.\n", "Travis é o melhor! \nPS: My opinion", "Para além de Inspector também sou um detetive conceituado! Se quiseres eu investigo ps, voltei seus caralhos! ", "@MaduroPoiares @AnaMartinsGomes Esperava melhor de si. Ser do Sporting não o desculpa, muito pelo contrário. Esta notícia parece contratada pelo FJMArques e/ou pela Ana Gomes. Faz pensar, de facto faz, mas sobretudo a soldo de quem este chorrilho de disparates foi publicado. PS: li o artigo.", "Estive a jogar ao jogo do sério com um cavalo.\nPS: ganhei", "A @Mariianaa_Lopes é a melhor amiga q eu tenho , gosto mais dela do q de td o resto\nps ela pediu e isso é tudo mentira", "25 Abril: PS, PSD e BE reduzem deputados na sessão solene, total vai ser de 46\nSaiba mais em: \n", "Uma medida que apoio incondicionalmente.\nAcesso á educação para todos!\n", "PS ameaça banca se não apoiar famílias e empresas (mas ainda não tem apoios para comissão de inquérito) via @expresso", "Sugestão para a cobertura supostamente técnica que a DGS dá às decisões políticas do PS deixar de ser ridícula e passar a ser uma comédia total. ", "Pequim tem a OMS e o PS a DGS ", "PORRADA PORRADA PORRADA ", "Pequim tem a OMS e o PS a DGS ", "Cuidar bem de vocês, mas vocês ensinam me comi se mete juízo na minha cabeça,\nSo nós os três é que sabemos a ligação que temos.\nQuero que esse ligação permaneça.\nAmo vós meninos dos meus olhos donos do meu coração ❤️❤️❤️\nPs: NAO DESISTAM DE MIM PORQUE NUNCA VOU DISCUTIR DE VOCÊS", "Ainda nem consegui ler a resposta do #Benfica ao artigo do @tariqpanja no @nytimes, mas já achei um bom resumo. \n\n(ps: oh @vasco_mendonca, afinal dava mesmo para fazer melhor do que tu ontem. Impressionante).\n\n", "Só começou a perder para o branco quando diminuíram o tamanho\nPS: O de mente era bem bom ", "Honestamente, hoje em dia já não se pode comprar jogos para o pc ou para a PS porque senão somos 'doentes'.\n\nUm passinho mais para eu desinstalar esta aplicação. ", "@esuu__ Deste me Ganda ideia vou colar no Naruto na ps", " O PSD parece ser sempre necessário e muito desejado para os períodos de austeridade, já PS, Bloco e PCP só se unem em épocas de “vacas gordas”. O descaramento total em política é isto.👇🔴", "Bem vinda ao nosso mundo da ps\nDesejo te muita paciência 🙏 ", "Bem vinda ao nosso mundo da ps\nDesejo te muita paciência 🙏 ", "\"O PCP - que Joacine acusa de ter \"falta de consciência histórica\" - não quis tecer qualquer comentário\": \n\nEsta é do mês. Se ela ainda se chamasse Joacine Katyn Moreira...", "\"O PCP - que Joacine acusa de ter \"falta de consciência histórica\" - não quis tecer qualquer comentário\": \n\nEsta é do mês. Se ela ainda se chamasse Joacine Katyn Moreira...", "@maryy_kidrauhl @vtfxuxu Tenho medo de gatos e sou totalmente uma dog person \nCom exceção da minha própria bolinha peluda que eu amo\nPs: continuo com medo de gatos ", "@MaduroPoiares @AnaMartinsGomes Esperava melhor de si. Ser do Sporting não o desculpa, muito pelo contrário. Esta notícia parece contratada pelo FJMArques e/ou pela Ana Gomes. Faz pensar, de facto faz, mas sobretudo a soldo de quem este chorrilho de disparates foi publicado. PS: li o artigo.", "@jurandirfilho Cuscuz “verdadeiro” é do Magrebe (África), mas o paulista devia chamar “bolo salgado”, sei lá... pq o nordestino parece com o cuscuz original, já o paulista não tem n.a.d.a. a ver... (ps.: sou paulista)", "Alguém que diga à Joacine que ela não é o centro do universo 🤦🏽‍♀️\nPS responde às críticas de Joacine: \"Se alguém se pode queixar é o Livre\" ", "@Helena_Patricia Ps: ele come rosas ao pequeno almoço", "PS ameaça banca se não apoiar famílias e empresas, mas comissão de inquérito não mobiliza partidos ", "Ainda nem consegui ler a resposta do #Benfica ao artigo do @tariqpanja no @nytimes, mas já achei um bom resumo. \n\n(ps: oh @vasco_mendonca, afinal dava mesmo para fazer melhor do que tu ontem. Impressionante).\n\n", "Mário Soares e o PS, em 1975 e durante vários anos, viram nas forças democráticas e não nas extremistas o caminho para a democratização em Portugal. Quando precisou de fazer a primeira coligação da Terceira República foi ao CDS que se juntou.", "Aliás a 25/4, por razões conhecidas, os líderes dos dois partidos já existentes à data (PCP e PS) não estavam em Portugal nem os partidos envolvidosdo. Entre os militares do MFA eda Junta de Salvação Nacional por esse empoderado havia homens de todas as cores políticas.", "Ainda nem consegui ler a resposta do #Benfica ao artigo do @tariqpanja no @nytimes, mas já achei um bom resumo. \n\n(ps: oh @vasco_mendonca, afinal dava mesmo para fazer melhor do que tu ontem. Impressionante).\n\n", "Ainda nem consegui ler a resposta do #Benfica ao artigo do @tariqpanja no @nytimes, mas já achei um bom resumo. \n\n(ps: oh @vasco_mendonca, afinal dava mesmo para fazer melhor do que tu ontem. Impressionante).\n\n", "PS ameaça banca se não apoiar famílias e empresas, mas comissão de inquérito não mobiliza partidos via @expresso", "GuiTella único shipp possível e sem erro ✌️❤️\n\nPS: Pode continuar com as VA no tik tok ", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@pedrocr75444218 De facto, com o PS nunca há refunds...", "Informo as damas que está aberta a inscrição para jantar comigo dia dia 08/05.\n\nDM nos moldes a que já estão habituadas.\n\nPS: no refunds", "PS responde às críticas de Joacine: \"Se alguém se pode queixar é o Livre\" ", "@thenwtakeberlin Caro @thenwtakeberlin diz-me que isto é montagem? É que é muito mau para ser verdade. PS - recuso-me a sequer pesquisar a página em questão para verificar pois o algoritmo do facebook depois vai-me sugerir mais páginas do género e pretendo manter a minha sanidade mental", "O P Delgado Alves tem razão. Não tanto pq as regras existem há 40 anos mas pq não podem moldar-se à circunstância individual de cada deputado. JKM sabia que havia regras qd decidiu - PS responde às críticas de Joacine: \"Se alguém se pode queixar é o Livre\" ", "@40tenaUser Não me parece que RR alguma vez aceitasse coligar-se com PS para formar governo e/ou dele fazer parte. Há mínimos.", "@inesmorsantos @_jcbts Defende diversas vezes o PS. Por sim.... AFIRMO que anda a espalhar fake news e q anda a tentar enganar o povinho (labrego, mas não deixa de ser trabalhador).\n\n#partidosocialixo, a enganar o povo desde 1973\n#AntonioBosta, o Mentiroso Compulsivo ", "@Kimjbaptista @annieloolopes @GuestPT2012 Então concorda com os perdões fiscais às grandes empresas e o apoio aos bancos? Porque é isso que PS e PSD têm feito. Isso não é ajudar SNS, é ajudar os amigos com o nosso €€.", "@nmenano @FranciscoALeite @Publico Aqui no Porto foram doze anos, não de bengala, mas de canadianas. O PS que o diga...\nSou do tempo ainda em que PPC e Miguel Relvas eram apoiados pelo Diário de Noticias de Sócrates enquanto minavam a liderança social democrata.", "PS responde às críticas de Joacine: \"Se alguém se pode queixar é o Livre\" ", "Muitos comentam s/ a falta de investimento dos Clubes no Pro Clubs, mas poucos falam dos roubos que existiram e nada foi feito.\n\nJogadores a abandonar clubes depois de terem recebido FIFA, PS Plus e camisolas?\n\nCarácter, humildade e honestidade são valores de ouro! ", "@RebeloRudolfo Só pode acreditar no Costa quem esqueceu o estado do SNS antes do Covid-19 (e estrangulamento de recursos feito pelos governos PS pós troika)", "PS responde às críticas de Joacine: \"Se alguém se pode queixar é o Livre\" ", " O PSD parece ser sempre necessário e muito desejado para os períodos de austeridade, já PS, Bloco e PCP só se unem em épocas de “vacas gordas”. O descaramento total em política é isto.👇🔴", "É tudo aceitável menos... QUEM É QUE LEVA PS TÉNIS TODOS CAGADOS PARA CIMA DA CAMA É AINDA SE TAPA? PUTO 🤔 ", "COVID-19: PS/Tavira comemora Dia da Liberdade com conferência online ", "@DonSlvno @UmaPaginaSocial @prontapratreta 5 anos depois, é tudo culpa do Passos, o homem que resolveu o problema que o PS criou! É sempre a mesma merda, mas as pessoas continuam a votar no PS. Se isto não é o maior apelo à ditadura então não sei!", "@expresso O expresso deixou de ser O EXPRESSO passou a uma folha de papel higiénico da ditadura do PS com os agora jornaleiros corruptos da dinastia do rato", "@obarconaochegou @julicouras @monteiredo Eu? \n\n“[Joacine acusa os] comunistas de falta de “consciência histórica” e de “dificuldade em abraçar a luta anti-racista”. (...) As críticas alargam-se ainda ao Bloco de Esquerda e ao PS” ", "PS- muito giro e mesmo um queridooo 🥺", "Ferro Rodrigues não respeita o direito de petição pública. A democracia é para se respeitar quando dá jeito ao PS. A democracia é do PS. Uma cagada.", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Tendo em conta que o país sempre foi governado por PS e PSD, só há uma explicação para os gajos da IL falar tanto no PCP: algum reformado de Serpa violou um liberal. 😱", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "PS- muito giro e mesmo um queridooo 🥺", "ps- nasci realmente com 8 meses mas a parte dos signos estou a brincar, nao acredito em quase nada disso", "há gajas tão lindas juro e eu nasci um repolho", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@ana__carolina16 Será?? So assim por mero acaso os pais da criança não estiveram no parque das freiras em Lagos?? Digo eu... Se tiveres dúvidas procura na net. Se estás com falta de seguidores não é minha culpa.\nPs: estive presente na primeira fila 🤭", "Por isso, se fores grava... lixas a cara mas sempre dá para rir🤷‍♂️\nPs. Manda para mim 🙏🙏🙏 ", "Por isso, se fores grava... lixas a cara mas sempre dá para rir🤷‍♂️\nPs. Manda para mim 🙏🙏🙏 ", "Amor de fim de noite ", "Acho que da próxima vez que estiver sentada na praia a olhar para o mar choro", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Não há para o Covid19 mas já há a vacina Joacine.\nÉ remédio santo para quem ousar desafiar os directórios.\nMaoístas e trotsquistas, claro, leninistas, óbvio, PS zelig com eles idem, o dr Rui Rio a preparar a sua própria vacina , naturalmente. ", "‼️ Comunicado ‼️\n\nO PS desafia a Câmara Municipal do Porto a promover a inclusão nas Escolas, porque não é aceitável que haja no Porto crianças que fiquem para trás.\n\n#porto #ps #escolas #inclusão #apoio #igualdade\n\n ", "@aquilespintoPT Absolutamente. No Dia da Mulher o PS Porto fez-lhes uma homenagem: ", "@aquilespintoPT Absolutamente. No Dia da Mulher o PS Porto fez-lhes uma homenagem: ", "Aqueles vezes de madrugada a beber água a fingir que bate tanto como álcool\n\nPS... Meu ídolo ❤️🖤🤞🏻 ", "Não consigo acreditar nisto . Já ouvi este discurso anos atrás e por outro primeiro ministro do PS ", "Deixar o PS ligado só pra ouvir a musiquinha desse tema lindão que arrumei", "que caracóis fofinhos jr ", "@hopelessrita Estamos juntas!\n\nPS. Não contes ao teu irmão 🤫", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "sigo sem entender pq meu pai sempre faz comida mega apimentada ps: to morrendo", "@sftyungi Vejo mts vezes posts teus na minha tl e acho que tenho o teu insta tmb, acho-te interessante e gosto dos teus posts 😊\nps: gostas de mangas, right?", "@inesmorsantos Miguel Abrantes? Câmara Corporativa? António Costa Peixoto? Há determinadas áreas políticas a virar estes frangos há muito tempo! PS - acabei de receber o cheque da IL deste mês. Toca a continuar a trollar!", "@cryptolobopt vai ser interessante assistir a velocidade a que a Espanha se espatifa e a resistência palerma que vão fazer às agências de rating, repetindo as figuras que vimos por cá no tempo do PS do Sócrates", "O próximo candidato Presidencial do PS pós Marcelo. Até ele se afasta do indigente ", "PS elogia docentes que têm feito “das tripas coração” ", "Eu juro que vou atirar a ps pela a janela abaixo, passar com o trator por cima dela e martelar aquilo até que fique em migalhas.", "@pedrocdejesuSs @inesgpina ENTÃO 😭😭", "@pedrocdejesuSs Eia que lindos os jordan is2g vou chorar", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "Espectrocospia... É verdade... Eu cospia bem, cospia 😂\nPS.: Para os mais bugados a pronuncia correta é espectroscopia", "@inesgpina quem és?", "@joaonangelo Ps: Hei de responder ao challenge que fizeste hoje de manhã!", "@dn_balaco Tas um ome, muito bem 😂 ps: vokta cabelo comprido pfv", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "Deputados do PS na Comissão de Trabalho e Segurança Social destacam medidas do Governo na área laboral ", "@sanchu_panca @uzzy8500 Ps: eu sei q é beats ahaha", "@RamirezElfri Quando começei a ver o anime já tinha saido todo, e mesmo assim não consegui ver mais que 3 episódios, achi chato e desinteressante, não me consegui puxar para ver\nPor isso é que estou a pedir um argumento que mude a minha opinião.\n\nps: a animação não conta xd", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@pitxecu António Costa: \"eu sou mongolóide\"\nBancada do PS: 👏👏👏", "@heldercervantes @UmaPaginaSocial É bem simples e fácil de reparar: a cada \"socialismo isso, socialismo aquilo\", o PS responde com um \"o liberalismo isso, o liberalismo aquilo\". É o jogo que a IL quer fazer, então não pode reclamar se o PS conseguir jogar melhor (mesmo porque sendo Gov. tem mais tempo para falar)", "@_tozepreto_ Mas não te enganes, essa página é avençada do PS... Essa e muitas outras que por aí andam. Eles já tem experiência nisso desde o tempo do Sócrates.", "@guiillhermereis olha que....... não é bem assim", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@pitxecu António Costa: \"eu sou mongolóide\"\nBancada do PS: 👏👏👏", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@agodinholuz Mas este gente sabe o que diz, e persistem em fazer como o Sócrates fez, que gastou rios de dinheiro em postos de abastecimento veiculos electricos, que ainda hoje não são usados.\nEsta do hidrogénio é outro \"dreamware\" do #PS, sempre a gastar o dinheiro contribuintes.", "Por vezes são as próprias mulheres que inconscientemente acabam por estragar uma relação. Temos atitudes que nem nos damos conta que desgastam e afastam a pessoa. Acabamos por deixar que os nossos sentimentos controlem a nossa vida que só acabam por confundir o nosso raciocínio. ", "@Rmarvao_ @UmaPaginaSocial Isto é só triste. O Costa nem respondeu às perguntas, só atacou de forma baixa. E depois estes lambe-botas do PS vêm para aqui fazer esta merda🤷🏽‍♂️ enfim", "@barandaz21 Eu nem considero isso esquerda....\nPara mim do BE para lá são parasitas parlamentares. \nCreio que PS, PSD, IL (os partidos que contam) e o lado bom do BE concordam que dividendos são bons para a economia", "Tradução: o PS vai fazer a compra antecipada dos meios de comunicação social 😊 ", "@atiopatinhas @Evacalina Todo o mal é liberal, é o lema desta gente, que governa/vota PS/PSD há mais d 40 anos. O papel d Estado é cada vez mais pesado, os impostos/taxas crescem c cogumelos, e sempre q a coisa corre mal, a culpa é d liberais, neoliberais, c até o vice-primeiro-ministro, Rui Rio chama.", "A turma está a calada a aula toda mas quando é para dizer xau acorda tudo 😂", "Algumas publicações recentes do PS nas redes sociais têm vindo a ser criticadas e classificadas como um aproveitamento político de um esforço que é suprapartidário. Confirma-se?", "4 discos marronzinhos que eu gosto! \nPs: foi difícil! Hehe \n\nManda um emoji que te dou uma cor ", "Sempre quis saber como são feitas as playlists do FIFAs\nPq são aparentemente \"aleatórias\". Compostas, na sua maioria, por bandas e artistas que quase ninguém conhece, mas as músicas ficam no ouvido\nPS: para mim as melhores são as do FIFA 7, 8, 12 e 14", "Sempre quis saber como são feitas as playlists do FIFAs\nPq são aparentemente \"aleatórias\". Compostas, na sua maioria, por bandas e artistas que quase ninguém conhece, mas as músicas ficam no ouvido\nPS: para mim as melhores são as do FIFA 7, 8, 12 e 14", "Morreu Miranda Calha, ex-deputado do PS ", "‼️ Comunicado de imprensa‼️\n\nPor iniciativa do PS Porto, o programa municipal Porto Solidário terá um reforço inédito para apoio aos portuenses com carências económicas no pagamento das suas rendas. ✊🏼🏠\n\n#COVID_19 #Porto #PSPorto #SomosAlternativa ", "@SolOnline Não abuses da força, pois já ouve um que foi de vela porque se armou em ditador, e parece que estás a seguir esse caminho perigoso, e no PS isso não é tolerável 👎👎💪💪😡😡", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Um minuto dentro do meu gabinete! Só para vocês se lembrarem que a coisa não é assim tão romântica 😜😜😜\n.\nCalma pessoas. Estamos quase a VOLTAR! Ps. Também tenho saudades 🙌❤️🙌\n.\n.\n.\n➖➖➖➖➖\n. \n#acupuntura #shiatsu… ", "Quem tem ambição deve seguir a Ana Gomes para nunca perder a esperança de sucesso neste nundo afrodisíaco da política. Eurodeputada, diplomata e com o MNE no currículo, manda postas de pescada e diz \"Inglaterra\". Peçam o cartãozinho do PS e o mundo é vosso ", "Que alguns políticos não dividam a sociedade que se uniu. E, já agora, que tal menos arrogância? (Ps. Faço parte da direita que comemora todos os anos o 25A e o 1M e acho que devem ser comemorados, de forma adequada aos tempos em que vivemos) ", "@_jalmeida_ Estamos a falar de um sujeito que enche a boca (e não é facil de encher) com a democracia, e nunca foi a votos olhos nos olhos com ninguem, com nada. Foi eleito no meio de listas de deputados. Para o lugar que ocupa miserávelemente, foi imposto pelo PS. Um parasita. Um verme.", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Finalmente. Até que enfim que os 2 se juntam. \nE agora aqueles que no PS andavam a dizer que não precisavam do PSD para governar???\n", "Bounty obv e nem à discussão 🥺\nPS--&gt; ofereçam me ", "@Diogoncm18 Isso, muda de assunto. Eu percebo que nacionalizar a IL te assusta, mas nada temas. O PS de certeza que passava a concessão com o Estado a assumir encargos e garantir lucros, ia ficar tudo bem", "Por proposta do PS, o programa Porto Solidário verá as suas regras alteradas e a dotação orçamental aumentada no apoio ao pagamento de rendas por parte dos portuenses com carências económicas.\n\n", "‼️ Comunicado de imprensa‼️\n\nPor iniciativa do PS Porto, o programa municipal Porto Solidário terá um reforço inédito para apoio aos portuenses com carências económicas no pagamento das suas rendas. ✊🏼🏠\n\n#COVID_19 #Porto #PSPorto #SomosAlternativa ", "Quem ouviu hoje as intervenções dos deputados do PS e do PSD, não lhes nota diferenças. É isso que se quer, não é? Subservientes ao dogma socialista. ", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Ferro Rodrigues não respeita o direito de petição pública. A democracia é para se respeitar quando dá jeito ao PS. A democracia é do PS. Uma cagada.", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "‼️ Comunicado de imprensa‼️\n\nPor iniciativa do PS Porto, o programa municipal Porto Solidário terá um reforço inédito para apoio aos portuenses com carências económicas no pagamento das suas rendas. ✊🏼🏠\n\n#COVID_19 #Porto #PSPorto #SomosAlternativa ", "Como podem afirmar tal coisa??? \n\n", "Ps:sou o 16 como é obvio", "Acho que o prof de PS me odeia neste momento 😢", "‼️ Comunicado de imprensa‼️\n\nPor iniciativa do PS Porto, o programa municipal Porto Solidário terá um reforço inédito para apoio aos portuenses com carências económicas no pagamento das suas rendas. ✊🏼🏠\n\n#COVID_19 #Porto #PSPorto #SomosAlternativa ", "Marvel’s Spider-Man | Erro faz jogo ficar gratuito na PS Plus ", "Ok o vitor abandonou me para ir jogar ps com o meu irmão", "LOL o meu gta ta a ter um bug numa missão e eu vou ter q reiniciar a ps e fazer a puta da missão de novo lol", "PS Porto propõe reforço inédito do apoio ao pagamento das rendas\n\nA medida vai beneficiar muitas famílias neste programa que criámos em 2014 \n\nInformação completa aqui: ", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@Spotles53717711 @Kiko31693496 @AndreCVentura existe extrema esquerda(PS,L,PCP,BE), esquerda(PAN,verdes), centro-esquerda(PSD), centro-direita(CDS) e direita(Ch + IL)", "Ferro Rodrigues não respeita o direito de petição pública. A democracia é para se respeitar quando dá jeito ao PS. A democracia é do PS. Uma cagada.", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Política com propostas em tempos de pandemia. ", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "Criticar o governo é aproveitamento político. Já o governo utilizar as medidas para a Covid-19 para propaganda política é aceite sem ser questionado.\n\n", "@IuriCardoso19 @PSaserPS Isto sou eu a PS a ser PS.", "Ferro Rodrigues representa o que há de mais genuíno no PS: a arrogância atrevida, a prepotência rasca, a desonestidade intelectual abusiva e o fanatismo ideológico. Num país normal era objecto de vergonha colectiva, em Portugal é 2ª figura do estado. Está tudo dito.", "@filipa_ps opa eu sabia que não me ias desiludir 💆🏽‍♀️🤍", "@brunadsnoronha Tanta boca para beijar e eu só quero a tuaaaaa", "@Lucas_Pegas @kykaaaazzz IO não ta assim tão mau, confia! Eu há uma semana decidi q ia pôr em dia e consegues na boa por em 1/2 dias, pq também não tinha quase tocado desde q vim para casa(Vídeos no YouTube são melhores q a tete ps)", "O Avicii já morreu à dois anos?? Parece que foi ontem ", "eu nas aulas online estou só a existir", "@joaocarlosmrp Correção o PS está acima de tudo", "Ps: o suspeito estava a perder o comp 13-2 mas parece que estavam a começar um comeback, mas entretanto a demo acabou...", "Eu e a Daniela estamos a tentar inventar um plano para n fazermos a oral de ing\nPs: eu vou fingir q n conseguia ouvir nada pahaha", "@MicaelafCardoso @xmariarodrigues Ps: achei muito fofo te lembrares de mim", "@soumauuu @jejeh299 Nem tu tens nada a ver cm a relação deles acabo aqui a minhas conversa ps Deixa de chatear a miúda", "A mulher que está aos saltos é a minha mãe. \nA minha mãe é enfermeira na Unidade de Cuidados Intensivos no Hospital de Évora e foi escolhida para pertencer à equipa que trata as pessoas com Covid-19. \nA minha mãe passa 12h a tratar doentes enquanto usa um fato q a faz suar tanto+ ", "E continua a por em causa a credibilidade da justiça!!! Sabem se quem tem julgado os processos contra a senhora política é do PS? Estranhamente safou-se, provavelmente..... 🤔 ", "@andre_nicau05 É por isso que tenho um leitão em casa, uma ps e o fort", "@ricoikop_ \n🌻 Passei 1 ano a ouvir flr de ti sem te conhecer... tinha de gostar de ti 😂😂😂\n💛 4\n🍯 ADORO\nI mean I just can't deal with you... tou sempre a rir, o gossip é demais ahahah\nTens uma paciência de santo!!!\nMereces o mundo\nPS.: a tua judgy face... vivo para isso", "@ricoikop_ \n🌻 Passei 1 ano a ouvir flr de ti sem te conhecer... tinha de gostar de ti 😂😂😂\n💛 4\n🍯 ADORO\nI mean I just can't deal with you... tou sempre a rir, o gossip é demais ahahah\nTens uma paciência de santo!!!\nMereces o mundo\nPS.: a tua judgy face... vivo para isso", "Ps. So vou fazer a quem conheço bem por isso...", "Quem é o populista aqui? Quem é? ", "@AnaMartinsGomes @nunottav Minha cara. Sou profissional de saúde. Não sou do PS nem do PPD. Tenho uma carreira longa de 40 anos. Passei por todas as crises desde a de 1983. Sempre os profissionais de saúde ficaram para trás. Há algum tempo os insultavam e lhes batiam.", "@maria_mm_ps Manda para mim que eu respondo-te", "A FP foi aumentada 0,3% ? O mais triste é um aumento miserável destes assegurar votos ao PS... o pessoal da FP devia devolver o aumento em moedas de cêntimo e colocá-lo num Monginho à porta de S.Bento.", "A ps é sem duvida um refugio para mim", "Quem é o populista aqui? Quem é? ", "Obrigado pelo par de chifres e peço desculpa por ter-te dado tudo, quando na verdade não merecias nada!!\nPs: Descola :)) ", "@RuiRioPSD @mfmorgado O PS até faz cartazes como se fossem eles a distribuir o material necessário. É o problema de uma oposição demasiado \"patriótica\", para não dizer outra coisa.", "@PardaEminencia @UnivBenfiquista @Sir_Bronn_ @danieldiasjorge Também existem membros do PS que são mais à esquerda e outros mais à direita, como no PSD existe quem é mais Centro Esquerda e outros mais liberais, no entanto, os Partidos possuem uma ideia central-geral.", "Rise up, amanhã faço melhor se calhar 🥴 ", "@mlopes @tgcastilho @arquivo_pt Ambos faziam ataques à bom e matavam civis, até há uma estátua em Braga a um dos maiores financiadores. Que se não me engano os deputados do CDS/PSD/PS aprovaram a sua instalação e o PNR foi para lá fazer uma inauguração", "@observadorpt Algum dia o ia fazer?? Quem se mete com o PS....LEVA!", "O governo de António Costa fez uma sondagem da (des)governação, os resultados já chegaram. Pergunta António Costa, primeiro às boas notícias, bem o povo acha que por este andar vamos todos comer palha! E qual a má, a má! O povo acha que não vai haver palha para todos. (POBRE PS) ", "@UnivBenfiquista @PardaEminencia @Sir_Bronn_ @danieldiasjorge Ele tem razão porque diz que é a única hipótese REAL, mas não é legal.\n\nTambem em Portugal a única hipótese REAL é ser PS ou PSD, no entanto existem inúmeros partidos. \n\nA comparação dele é que é absurda. \n\nNada que me surpreenda, quem defende Cuba costuma ter falta de noção.", "@tuacota_ @inesgpina só acho que devíamos ter os mesmos direitos 😭😭😭😭", "Quem é o populista aqui? Quem é? ", "@inesgpina @tuacota_ oi? tbm quero", "meu deus ", "@JovemDoBar 1 PS/PSD não se arrogam de ser a vanguarda de coisa nenhuma, obviamente. 2 Não é obrigado claro, só deve falar mal se quiser. E como não quer, acho que isso legitima interpretações. O texto era do tempo da RDA, mas 1 mês depois da queda do muro quando o colapso já tinha começado", "@Username_Joo Eu, como Luís, interpretei isto como propaganda política, que vai além do espaço de comentários e críticas\nEpa se tu vês só dá forma \"o PS difundiu esta informação\", pá ok, mas não vale a pena tar a dar este tempo de antena ao tema", "@sebastiaojose99 Estou morto por saber quando é que vamos começar a exigir ao PS e ao PSD críticas a todos os países governados pelos seus partidos-irmãos.", "@PardaEminencia @Sir_Bronn_ @danieldiasjorge Que fofo.\n\nOu será porque ninguém quer saber das ideias deles?\n\nBasta ver o que tem acontecido ao Bernie.\n\nÉ assim tão difícil perceber que nem toda a gente tem de concordar com as ideias uns dos outros? \n\nPS: O Partido Comunista dos EUA tem 100 anos já.", "O PS aproveita-se da pandemia para propaganda política. As críticas são suaves. Há dúvidas de quem é \"dono\", do regime?", "@paulo_baldaia @ComentadorMor Sei que tiveste um papel na altura e que foi duro o boicote de mais de um mês ao regulamento JPP para a informação na AR. Mas se ignoras a influência que Soares tb teve - junto de Barbosa de Melo, PS e PCP - podias ter-lhe perguntado diretamente pq mais tarde foste assessor dele. ", "\"Sou mais estreita que ela\" 😂😂\n@Marisoll_011\nPs: Acreditem, ela está a tentar ser boa pessoa", "Ferro Rodrigues traduzido:\nJá estou velho, já não devo nada ao PS, agora é o PS que me deve a mim. Se fosse no início de carreira era diferente! 😂\n\n", "Damo porque é que andas a meter PS no fim das cartas?? 🤨🤨🤨🤔🤔\n\nNão curto da propaganda política nos meus cupões do Continente, seu esquerdalho lixo 😡😡😡😡😡\n\nPega no teu Partido Socialista e no Pinto da Costa e baza 🤣🤣🤣😳😳", "Agr da p ver quantas pessoas citaram o tweet?? Toppp", "@QuiteriaBarbuda Representação PS.", "Farto desse crossplay do fortnite n sei quando vão perceber a vantagem estúpida do PC para a PS e isso deixar de ser uma obrigação p poder jogar", "@Queresepilafds pela ps", "E continua a por em causa a credibilidade da justiça!!! Sabem se quem tem julgado os processos contra a senhora política é do PS? Estranhamente safou-se, provavelmente..... 🤔 ", "@RuiRuibravo João Paulino trabalhou para o PS\nÉ anti-patriótico sem criticar", "@Username_Joo Bro vê o cartaz\nOu aquilo foi o governo, ou foi o PS. O carimbo do PS está lá mal", "@HugoVie27217196 @JCdeDireita O Alegre tinha muitas eleições de voto, à ultima da hora o gorducho lembra-se que 80 é a idade de governar, força o PS a dar-lhe apoio, deixando o Alegre descalço, fraturando as intençoes do eleitorado de esquerda, e dando a taça ao Cavaco. Foi tipo Bernie-Biden mas à Lafões.", "Obviamente que tem sido um aproveitamento político de um esforço que tem sido dos portugueses e não de um partido político. Uma vergonha! Um descaramento grosseiro, que só não vê quem não quer!\n", "@paulo_baldaia @ComentadorMor Concordamos em discordar: é a posição de Mário Soares enquanto PR que vira tudo. Soares apoia o boicote dos jornalistas, faz pontes com PS e PCP que depois decidem não falar (queriam atingir Cavaco) e Barbosa de Melo faz a única coisa que podia fazer: cancelar a cerimónia.", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "@mehthatsucks Não sei como é que a mulher que escreveu essa merda é do PS", "@paulo_baldaia Cuidado. “Quem se mete com o PS leva!”", "ps nada", "OLHA ESBARDALHOU SE AHAHAHAHAAHAHAHAHAHAHAHAH ", "Só mesmo o @RuiRioPSD e os seus minions é que ainda acham que a política fica suspensa durante o Estado de Emergência.\n\nContinuem a fazer discursos que só aproveitam ao governo da República Bolivariana de Espanha, enquanto o PS vos faz a folha. Tansos...\n\n", "Vai luan", "Viva as Pessoas!\nViva Portugal!\n\nViva o PS!\n ", "Quem se mete com o PS leva. Este está frito\nJo�o Paulino assume furto de Tancos e implica ex-ministro na farsa da recupera��o ", "@fcoelhoramos Com o PS, à custa do aumento silencioso e progressivo de impostos intermédios, taxas e taxinhas, temos hoje a mais alta carga fiscal de sempre.", "PS da Guarda defende comemoração do 25 de Abril com «ato solene» transmitido em direto online ", "@FrazaoPs O PS há muito tempo que não tem noção dos limites institucionais e sociais em que não se deveria meter para termos uma sociedade sã. Nada que outros partidos não tentem mas o PS é uma máquina, chapeau! ", "Estes liberais tem um fetiche por comunistas… o PM é o Costa, do PS, mas eles já só querem a do comuna na boca. foda-se! 😂😂", "Obviamente que tem sido um aproveitamento político de um esforço que tem sido dos portugueses e não de um partido político. Uma vergonha! Um descaramento grosseiro, que só não vê quem não quer!\n", "Deviamos ter feito isto em vez de bebedeiras . \n\nPs: os que estiveram lá sabem ❤ ", "Deviamos ter feito isto em vez de bebedeiras . \n\nPs: os que estiveram lá sabem ❤ ", "Era necessário o ⁦@JornalPoligrafo⁩ confirmar?\n\nPS está a fazer propaganda partidária utilizando medidas do Governo relativas à Covid-19? - Polígrafo ", "Entrevista do primeiro vereador na PS na Câmara Municipal do Porto, \n@MPizarroPorto, que é também médico e está neste momento na linha da frente do combate ao covid19 no Hospital de São João. ", "Quem é o populista aqui? Quem é? ", "@bindda @NivekDatadin @LiquidTitan @RedGamingTech Qual nível de comentário? A mostrar como o site não é fanboy? E que parte do comentário é que retiras para achares-me um fanboy? Eu prefiro PS mas isso não me faz de fanboy, eu sei bem criticar atitudes da Sony. \n\nE vais me dizer que não és fanboy? Com essa imagem de perfil?", "A PS está com promoções demasiado boas! A minha carteira vai chorar 😭😭😭", "essas pessoas acabaram de visualizar seu perfil ", "Ver o pessoal a criticar isto é só triste. Mas vocês não percebem que são aulas para miúdos de 8/9 anos? Estavam à espera de quê, que enchessem 100? ", "José Sócrates do PS HAHAHAHA Nunca foi mas agora é que não é mesmo e o Presidente era o Cavaco Silva e o resto do governo era tudo PSD CDS/PP\n\nBAI TE FODER PÁ ÉS SÓ BLABLABLA FICA AI A LAMBER O CÚ DO BORIS JOHNSON !!! ", "@tiago___vieira 1 os profs nem assim deixam de votar PS\n2 os enfermeiros mtos já não votam PS (assim como médicos)\n\nAliás por isso é que o SNS se deteriorou mto mais do que o ensino nestes anos em q bateste mínimos históricos de investimento público.\n\nMano, se precisas que te expliquem isto...", "@al_antdp Votei nele em 1985, 1987, 1991, 2006 e 2011. Isto só para referir Legislativas e Presidenciais. Gabo-me de nunca ter posto a “cruzinha” à esquerda do PPD/PSD. Nem no PS, nunca, jamais...o único voto que me arrependo foi no Basilio em 1991, devia ter sido nulo.", "@filipa_ps Tive de dar rr 😬", "@pedrocdejesuSs vou verrr", "Pele: horrivel\nCabelo: horrivel\nRosto: horrivel\nCorpo: horrivel \nInteligência: nenhuma\nUtilidade: nenhuma tbm\n\nPs: nao sei o motivo da minha existencia 🙂", "Pele: horrivel\nCabelo: horrivel\nRosto: horrivel\nCorpo: horrivel \nInteligência: nenhuma\nUtilidade: nenhuma tbm\n\nPs: nao sei o motivo da minha existencia 🙂", "Covid19. PS avisa que pode vir aí (nova) comissão de inquérito à banca via @expresso", "Covid19. PS avisa que pode vir aí (nova) comissão de inquérito à banca ", "Era necessário o ⁦@JornalPoligrafo⁩ confirmar?\n\nPS está a fazer propaganda partidária utilizando medidas do Governo relativas à Covid-19? - Polígrafo ", "Era necessário o ⁦@JornalPoligrafo⁩ confirmar?\n\nPS está a fazer propaganda partidária utilizando medidas do Governo relativas à Covid-19? - Polígrafo ", "(ps: olha as dms se faz favore)", "Quem é o populista aqui? Quem é? ", "Pode ser que agora o povo se aperceba que, quando está no poder, quem manda é o PS, acima de qualquer lei, norma ou moral. E sem pingo de vergonha.\n\n", "Alguém com ps plus?🙂🤠", "Deviamos ter feito isto em vez de bebedeiras . \n\nPs: os que estiveram lá sabem ❤ ", "@DaniFilipe94 ahahah, isto é na minha equipa de proclubs, só estou a colocar aqui para passar da PS para o telemóvel para mostrar ao outro capitão para ver como fica", "@XanaaMeren Luv u coração 🥺❤️", "@DaniFilipe94 ahahah, isto é na minha equipa de proclubs, só estou a colocar aqui para passar da PS para o telemóvel para mostrar ao outro capitão para ver como fica", "@brunasnganha Taooo fofinha 🥺", "@meliii_ps giraça és tu &lt;3", "Deviamos ter feito isto em vez de bebedeiras . \n\nPs: os que estiveram lá sabem ❤ ", "@meliii_ps giraça és tu &lt;3", "Quem mete feijão por baixo é doente, beijo ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "se for a sério vou chorar :( ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "@Gamito_g2 @Mmacedo_tweets Não, não é o meu desejo.\nApenas constato que o PS não sabe governar se não houver dinheiro e irá provocar uma crise política.", "Acho a acção do BE e do PCP muito fracas durante a pandemia. Já devia estar a articular com o PS a renacionalização de empresas estratégicas.", "PS: está cada vez mais inchado sksksksk", "@manique62 “falhei de propósito para ficares contente” “mas queres que jogue a sério” \nps: só paleio pq perdeu sempre", "@brasaoabencoado @vladtep15144839 @PeterDracarys @bowsofbosses @Bazinhos1982 @Piratinha76 @Calcanhar_Viena @Bito09001200 @troublemaker_86 @Kanuca1906 @kimkim2510 @cmdasilvalbi @litos_9999 @TheRealJuliaG_ @92minut0 @kikabanhudo @God_is_a_she @LenaCuca @ExcuseMeJose @Esmeral31612559 @MadureiraSasa @pedrasbrancas @BarreiraCecilia @leghemoglobin Vá. Faz um esforço. Não sejas preguiçoso.\nPS: nomeio o @ZePedrotarrinho 3 vezes", "Acho a acção do BE e do PCP muito fracas durante a pandemia. Já devia estar a articular com o PS a renacionalização de empresas estratégicas.", "@neferkinky vê Detroit (2017) ou Philadelphia (1993) ou The color purple .. vais gostar qualquer um destes. ps : nao vejas trailer de nenhum pq assim estraga", "@inesrcabral13 ok -.- lembra me da próxima vez que quiseres partir a casa de banho e eu não estiver lá (ps: por causa de gente estupida)", "vocês sabem que apenas uma palavra consegue destruir qualquer pessoa não sabem??", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "agr sim fico feliz por ter comprado Ps ", "Vejo bue gente a dizer que gosta imenso dele tipo ELE FUCKING MENTIU A TODA A GENTE E VIROU TODA A GENTE CONTRA A FRANCESCA TIPO POR PURA INFATILIDADE e ele ainda ficou chateado com ela por ela tar chateada broooo esse gajo é muito tóxico ", "@kingtorp @insoniascarvao Ele pode ser o que quiser, ele e nós conseguimos esta liberdade pelo 25 Abril.\n\n PS : eu sou portista.", "@sslav_ @insoniascarvao @conservadorJCH Acho que o Insónias é mais esquerdalho mesmo, bloquista ou um cagalhão desses... mas sim, este PS que alinha com gente que diz \"há que ir buscar dinheiro a quem o acumulou\", é capaz de ter a sua simpatia...", "O PS perdeu todo o meu respeito neste momento", "@mlopes @PilotInComm Lá vem a armafobia. O álcool faz mal á saúde. Uma arma protege. PS.: Se esta crise descambar em desordem social (não é impossível) depois chama a policia.", "O meu pai é um cómico a jogar fórmula 1 na ps 😂", "@100tavaa ps no jogo de basquetebol eu já sabia que eras fufona", "@filipa_ps Desculpa mas estava genuinamente preocupado, ele estava claramente a engasgar se", "@Diogo_Pinto_27 foste mauzinho opa", "@tbribeiro O governo não é o PS", "💻 Não aceitamos que nenhuma criança do Porto fique para trás por falta de recursos das suas famílias.\n\n#covid19 #porto #ps #igualdade ", "@casa_rei @Politriks1 @edgarxfg @susoliveir @filipagpinto Todos os partidos de esquerda menos ps defendem esse argumento....", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "ver o trippie em live a pôr o bulldog dele a nadar na piscina foi a highlight do meu dia", "@maria_mm_ps Ando há semanas a pedir um tlm novo ao jojo e hoje mandei o ao continente para comprar um caderno e canetas e depois dei lhe a dica para ir à worten e ele quando chegou a cada dias e que worten mobile estava fechada e eu tppp era a outraaaaaaaa", "@arrobayli Ps: eu dei 1 min de descanso entre os nomes", "PS faz propaganda com ventiladores e máscaras? ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "status de visita: perfil visualizado 6 vezes ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "@Carolina83172 sou a unica a imaginar um bonequinho sem cabeça? tp nd haver eu sei mas decidi partilhar na mesma\n\n |\n / \\\n\ntentei fazer o bonequinhos mas perdi a vontade, Im sorry\nps: esqueci dos bracinhos mas n faz mal", "Ps: não deixo de querer fazer ahaha", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "O Reino Unido está a criar incentivos à criação de empresas inovadoras de base tecnológica.\n\nEm Portugal as empresas inovadoras são as dos amigos dos partidos, e em especial do #PS, que se destinam, não a criar tecnologia, nem inovação, mas fazem ricas as fagmilias partidárias.", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "PS - Aparentemente, poucos sabem o que é um rato. \nAh, e as pens para gravar ficheiros são lentas pra caraças.", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "Mano que tu sejas cringe e horrível a representar ainda é naquela. Agora escreveres chote? Assim não dá 😔 ", "PS sublinha papel das misericórdias no combate à pandemia ", "hoje ainda nao liguei a ps nem o age of empires, é suposto ficar orgulhoso ou preocupado?", "Democracia demonstrou “maturidade” sob liderança do PS ", "PS é a esquerda que protege liberdade económica e igualdade de oportunidades ", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "@_OTeuPadrasto_ na ps, mas n tenho ido la", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "Aposto que o PS já está a pensar em maneiras de aumentar os impostos para aproveitar a queda nos preços de combustível que aí vem. 💸 ", "«Câmara deve avançar com entrega de máscaras reutilizáveis», pede PS\nSaiba mais em: \n", "Então, para a líder parlamentar do PS, João Soares não é socialista, Ramalho Eanes não é de esquerda e Vasco Lourenço é contra o 25 de Abril. 'Tá bonito. ", "@MendesJunior21 Assim mesmo ias me trocar por PS 🥺se escolhesses a bae ainda ia aprender a jogar só para jogar contigo 🥱", "A Sony meteu na Ps plus o Uncharted: The Nathan Drake Collection e o Journey grátis.... Este fds vai ser mt bom", "@runroc ps. na última categoria não incluo sócios gerentes obv", "@Churrice101 o ps também gostou muito do resultado do 25 de novembro, não sei se sabes. também são fachos? queres ver que afinal 80% da assembleia da república é composta de partidos políticos que passaram quatro décadas a destruir todos os pressupostos do mfa? quem diria", "Vou mas e dar o get the fuck out e vou jogar ps, dass", "@vanessaa1717 A Vanessa é super divertida, bonita contagia toda agente com o seu bom humor é uma grande mulher, tenho muito orgulho nela. Tem uma força indescritível,\nE está sempre pronta para ajudar os outros\nGosto muito muito dela\nPs:Quando for grande quero ser como ela❤", "o @AndrAgra17 acabou de me rapar o cabelo a lâmina xd\nps: cortou-me de caralho", "Contra factos não há argumentos os portugueses, na minha perspectiva, gostam e apreciam aqueles que os enganam e se servem das suas fragilidades para fazer propaganda \nCombate à pandemia leva PS a disparar nas intenções de voto via @ZAP", "@O_Saloio Não. À luz da doutrina “Eu vou à fuças da direita”, reforçada pelo acórdão “Quem se mete com o PS leva” e consolidado na decisão “Eu gosto é de malhar na direita”. Toda esta jurisprudência foi compilada pelo Conselheiro Ascensão Simões. Atentamente.", "@MendesJunior21 Assim mesmo ias me trocar por PS 🥺se escolhesses a bae ainda ia aprender a jogar só para jogar contigo 🥱", "@_amorim_15 As as putas do PS tá muito bom akkakakaka", "@laranjitoLXXVI @pedrofe85142521 Nao tarda vao escrutinar a escolha da professora, vao descobrir um primo por parte das cochas que é presidente da junta, do PS, em freixo de espingarda as costas e que tem um amigo no governo...", "@arturplier @beamitsuru (ps: eu sei)", "@fgxbfvds ps: até gravei videos a fazer a mascara, sou boe blogueira", "Este é o líder da oposição. ", "Este é o líder da oposição. ", "Este é o líder da oposição. ", "@vanessaa1717 A Vanessa é super divertida, bonita contagia toda agente com o seu bom humor é uma grande mulher, tenho muito orgulho nela. Tem uma força indescritível,\nE está sempre pronta para ajudar os outros\nGosto muito muito dela\nPs:Quando for grande quero ser como ela❤", "@insoniascarvao 😂😂😂😂 tb do PS? Tu recebes de todos os lados", "E tu és o fascista que anda por aí a deambular contra o PS ", "@Prince___007 Eu estava capaz de votar no centro-direita. Mas misturar o PS com a extrema-direita?", "*lhes.... \n\nPS: desde q apaguei o app do twitter no cel tenho sentido mais paz. Recomendo. Isso aqui é doentio. Tks pela dica @elrafosaldanha", "@DiiogoPiinho Bro jogas na ps?", "Tudo bons rapazes 🤢🤮\nPS: Parasita me confesso. ", "Depois de uma longa paragem, os adeptos vão poder novamente presenciar ao vivo o maior e mais escaldante clássico da história do futebol português. 💙💚 @IIamNegan\nPs: Bilhetes disponíveis?? Voaram quem nem uma andorinha! ", "@conservadorJCH O Faro não é do PS, lol. É bem mais à esquerda. \nO Insónias goza com tudo o que mexe. Menos fanatismo.", "Igualdade der oprtunidades para a familia do #PS.\n\nUm nepostismo podre e corrupto, com a convivência \"saudável\" da justiça.\n\nSerá isto a democracia?! ", "Adicionem na ps LIL_treta", "@Lourencogaia7 Não vivias porque se fores a ver os ideiais comunistas do 25 de abril estão hoje concentrados muito ao centro, desde o PSD, PS, etc. Hoje em dia os partidos mais à esquerda representam tudo menos os ideais comunistas do 25 de abril.", "@RuyDiash @bitesomuch @Necofs73 PS e PSD, Sr. socialista de centro.", "Este trabalho de ps tá me a fritar o cérebro", "@mikasjojo02 Na ps no fifa kk", "O economista (desculpem o insulto) Tiago Trigo Pereira quer deitar abaixo o governo que disse que não haveria austeridade. Quem se mete com o PS paga! ", "@pedrocr75444218 Faltam mais que foram acusados e passaram no intervalo da chuva,não eram só PS eram também do PPD e do CDS, e não sou PS, mas não me esqueci de todos os que foram acusados.pelos miúdos já homens da Casa Pia.", "Antes um PS que o filho da puta do Ventura oh cabrão mal abortado!\n\nPs: nunca votei PS ", "INFORMAÇÃO | PS Famalicão propõe a criação de um plano para o transporte escolar ", "o que eu estou a rir ajsbakjs ", "Os Amigos do #PS sempre a facturar, antes, agora e depois desta crise pandémica. É roubar à força toda!\n\nPobre povo inculto e anestesiado pela comunicação social, alimentada com o dinheiro dos nossos impostos. Grandes FDP. ", "Os Amigos do #PS sempre a facturar, antes, agora e depois desta crise pandémica. É roubar à força toda!\n\nPobre povo inculto e anestesiado pela comunicação social, alimentada com o dinheiro dos nossos impostos. Grandes FDP. ", "PS pede plano de ação para o transporte escolar\nSaiba mais em: \n", "Suécia vai atingir imunidade de grupo em Maio. Não parou a economia. Não houve histeria. Está tudo bem.\n\nEm Portugal só o PS conseguiu imunidade. A economia está um desastre. Está tudo mal.", "Suécia vai atingir imunidade de grupo em Maio. Não parou a economia. Não houve histeria. Está tudo bem.\n\nEm Portugal só o PS conseguiu imunidade. A economia está um desastre. Está tudo mal.", "Mano hahahha se algum dia me partissem a ps ia dar muita merdaaa ", "Pagar 300 mangos em um DOOM ok, mas 250 mangos em joguinho de Super Marinho é foda... dói um pouco xD\nPS.: pretendo cogitar 2 dos mais votados ;)", "@guizadozz Tiraram te a PS?", "@_hugomnc Não tenho ps mano. Só ps 2 ahahaha", "@kykaaaazzz Cara amiga, este liberalismo que o Costa está a falar é no sentido político, nomeadamente a nível da separação de poderes. Remonta às revoluções liberais do século XIX. O PS e o Costa concordam, como todo o grande centro politico europeu, com esses valores. Não há contradição.", "Gonçalo vai p cama \nGonçalo toma o comando da ps q o pai escondeu \nGonçalo toma o tele da mãe \nGonçalo vai brincar ao jogo do sério com o espelho\n\nMas Gonçalo deixa-me em paz por favor que eu já não consigo mais conviver contigo amor lindo da mana", "Fónix a SIC para a TV do PS\nA esganiçada recebe tanto p isto ", "quero mt beefar\n\nps: ainda haviam mais uns 30 na lista mas era tudo trash tbh ", "ps. ele NÃO é um simp", "ps. ele NÃO é um simp", "atitudes mudam sentimentos", "@eduardo_esteve3 Eu meti \"bloco central\", mas é um bcd estranho mesmo assim porque acabamos por colocar, por exemplo, um governo maioritário do PS em pé de igualdade com uma maioria PSD/CDS", "@rafasousa35 pt a PS está no quarto do meu irmão e lá não apanho net ahaha", "Cenários que se repetirão. Austeridade é boa, se for o PS a impô-la ", "@CarlosF29178169 @sofiarocha @RuiRioPSD Mesmo com má imprensa, limpou as diretas que estavam matematicamente pensadas para o afastar. Talvez fosse tempo de lhe darem créditos. E se acha que PS atual está próximo do BE, espere até ver o próximo.", "@Evacalina A Rita anda aí a algum tempo. Ela tem se aproximado da ala liberal do Twitter. Parece-me que o faz para ter atenção.\nOu então está a querer subir dentro do PS.", "\"Vergonha\" ainda é mais quando um Presidente da AR manda calar um deputado dizendo que todo o povo português quer as comemorações. Eu sou um pouco do povo português e não quero. Logo, nem todo o povo português quer...\nPS: Não comecem a dizer que eu sou do CHEGA... É só um rtt ", "\"Vergonha\" ainda é mais quando um Presidente da AR manda calar um deputado dizendo que todo o povo português quer as comemorações. Eu sou um pouco do povo português e não quero. Logo, nem todo o povo português quer...\nPS: Não comecem a dizer que eu sou do CHEGA... É só um rtt ", "@observadorpt Julgoo que será muiyo mais que isso, Carlos César e que não chega lá. Está no PS ? Estará. Mas não chega lá...", "Costa: 'Quanto mais a luta aquece, mais força tem o PS' ", "qual o tipo de relação de vocês? \n\nps: se precisar, dá zoom que dá pra ler direitinho. ", "@tvi24ultimas Por falar em aquecer...espero que com a pandemia o PS não se esqueça que daqui a uns meses recomeçam os incêndios!", "🤔-Então por onde hei de começar ,és linda , acho que desde do início sempre tivemos bastante confiança um no outro , e agora mais do que nunca , e as nossas conversas sobre a vida , e somos muito iguais em vários aspectos , gosto muito da tua companhia , ly ❤️\nPs: deves imperial", "O “El Mal Querer” da ROSALIA foi o fucking trabalho de conclusao do curso dela. Pqp mano imagina o professor avaliando os outros alunos:\n\n-Então, quantos grammys tu ganhou?\n\nPs. Escutem essa mulher pq eh absurdo", "@CarlosF29178169 @sofiarocha @RuiRioPSD O @RuiRioPSD é mais sagaz do que o faz, Carlos. Vamos ver os resultados. Já deu para perceber que uma estratégia Cristas não pega. E a verdade é que o PS não teve maioria absoluta, depois de um mandato... vá, tranquilo.", "@CarlosF29178169 @sofiarocha @RuiRioPSD Carlos, por acaso acho que o país ganhava se passasse a ser assim. Estou farto de ver ataques às políticas dos vários governos, de um lado e de outro, sem a apresentação de alternativas economicamente viáveis. Mas sim, é a opinião de um militante do PS, não do PSD.", "Já estive mais longe de partir o comando da PS", "@PedroMCoelho A sério ? 20 anos depois da massificação da Internet ainda temos jornalistas agarrados a um passado que não volta mais?\nNão aprenderam nada com o modelo de negócio da Netflix ITunes ou da steam?\nVão aceitar os 15 milhões do PS e assim colocar o último prego no caixão da CS em PT?", "@Ricardo_val68 Este @tbribeiro tem um QI demasiado baixo para perceber seja o que for a não ser a cartilha Costa-Sócrates. O PS Porto é deprimente.", "@filipa_ps Obrigadoooo", "Quando pensam q sabem td sobre mim ", "@LeonorAzevedo19 PARA CARALHO TU TAMBEM N SABIAS\nPS: para quem n sabe o medico q cuida das vossas pilinhas é o andrologista", "A #democracia não está suspensa e, não estando suspensa, ganha particular significado neste momento de estado de emergência, em que é preciso que homenageamos todos aqueles que construíram a nossa democracia e que por ela têm lutado.\n\n", "Joga Apex Legends na PS4 e tem o PS Plus? Vai ter uma surpresa ", "@CManuell7 Anda chamada na ps", "@filipa_ps Pareceu bue ahaha mas ele é um patrão", "@sousoroupacara AHAHAHAHA pareces um pai", "@Jafostesmpt tens alguma deficiência?", "Covid-19: quem se mete com o PS leva. E eu convencido que era uma luta de todos!? ", "@pm_goncalves @observadorpt O dinheiro é do PS?", "@filipa_ps Estou só há espera que o programa do Ricardo Araújo Pereira comece e acabe para ir dormir", "quem me dera ", "Ok isto da muito trabalho, por isso é q fiz poucos ahahahhaha ", "@cristovaonorte \"PS vence o covid\" - é o que vamos ler no futuro.", "Adorava saber jogar sims na ps", "Ps: o diretor do Colégio era medico e não fez nada :)", "Não tou a aguentar a frase da camisola 🤣 ", "@couto_oo e eu de ti 🥺&lt;33", "Primeiro homem q me levantar a mão a sério é um homem morto. ", "👑🍻- És um irmão mais velho que nunca tive , eu amu-te bro , e sabes bem que és o único a quem conto tudo a 100% sobre tudo , e que tudo , mas mm tudo o que precises , é só pedires , estarei cá para tudo e para todos os que vierem Caralho \nPs: Epaaaaahhhhhhh ohhhhhhhh ❤️🤪🍻", "Nunca vou pedir desculpas pela minha intensidade, nem pela profundidade dos meus sentimentos!!\nSe a pessoa não está disposta a transbordar juntamente comigo, tudo bem, eu é que não me vou contentar com menos do que aquilo que eu mereço.", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "Cuidado que o PS ainda chama o focus group e cancela o 25 de Abril ", "Fico feliz que ainda hajam pessoas assim\nPs: o de camisa laranja dança muito fds 😮 ", "Convidados??? Isso é um insulto a quem ficou privado de como eu não festejar o aniversário do meu pai junto dele! EXEMPLO @ppdpsd @ps @EsquerdaNet @Partido_PAN @CDUPCPPEV !", "@RuiRioPSD primeiro, parabéns pela estratégia política, enquanto o foco e a atenção dos media for a saúde e o bem estar de todos, mantenha se alinhado com o PS, quando a economia passar a ser o foco, o q não vai demorar muito, força, mostre o caos em q a esquerda nos vai meter.", "São 47 anos de muitas lutas e conquistas. Aqui continuamos em defesa do nosso destino comum.\n\nParabéns a tod@s @s Socialistas! ✊🏼\n\n#PS #PSPorto ", "E ainda tenho o comando da ps", "@pm_goncalves @observadorpt O dinheiro é do PS?", "O atestado de Hipocrisia que faltava.\nEste Sr devia ser premiado com o Prémio Nobel da vulgaridade Universal.\nO que nunca pensei é que o PR fosse uma Marioneta nas mãos do PS. ", "@OsnofaoiraM @tbribeiro E a água. Não nos esqueçamos da água (e do saneamento, claro). É criminoso que haja concessões privadas do abastecimento de água. Não gosto nada de uma série de coisas que o PS fez, ou até está a fazer, mas prefiro mil vezes má gestão pública a essa… imoralidade e desumanidade.", "@iammushroomx bro eu tou a usar pronomes masculinos falando de mim mesmo na minha turma ja faz quase um ano\n\nps: ninguem percebe", "@OsnofaoiraM @tbribeiro Pois, a mim fazem-me tanta confusão as do PS, como as do PSD, mas chocam-me mais quanto mais essenciais. Energia, telecomunicações, transportes e serviços postais? Deviam ser públicos. Aliás, até nos ultra-liberais EUA, a USPS e a Amtrak são das poucas empresas públicas federais.", "@duartecarreira @seufert Aquele rapaz entre o BE e o FCP que estacionou no PS? Eh pá, esse é outro que padece de cegueira ideológica.", "nem eu ", "O PS faz 47 anos.. já podem pedir a pré reforma? Por favor?", "O PS faz 47 anos.. já podem pedir a pré reforma? Por favor?", "Hawaii Five-0:\nFim anunciado muito antes com algumas tentativas ao longo do tempo: saúde do Steve, restaurante. Boa série até sair o Chin e a Kono. O desaparecimento do foco no duo Steve/Danno matou um bocado a coisa. Era melhor com todos.\nPS: Melhor genérico de sempre.", "Na continuação das celebrações do 25 de abril, durante o verão o acesso às praias será restringido a militantes do PS e BE.", "Tinha q haver foto oficial. #ps #cml ", "45 dia da Quarentena\n Oque uma miuda deve levar para uma festa vestido segundo @MarcoRocha_9\nPs : Se fosse hoje era Pijama 🤣🤣\nSe isto bater os 100 Rtts meto mais vídeos Cringe com este especialista 😂😂 ", "45 dia da Quarentena\n Oque uma miuda deve levar para uma festa vestido segundo @MarcoRocha_9\nPs : Se fosse hoje era Pijama 🤣🤣\nSe isto bater os 100 Rtts meto mais vídeos Cringe com este especialista 😂😂 ", "A lei do SNS inspirada pelo trabalho de Arnaut, o seu grande obreiro, foi chumbada no Parlamento pelo CDS e pelo PSD. Aprovada pelo PCP, PS e UDP. 15 de setembro de 1979. Lembra Eduardo Pitta.", "A lei do SNS inspirada pelo trabalho de Arnaut, o seu grande obreiro, foi chumbada no Parlamento pelo CDS e pelo PSD. Aprovada pelo PCP, PS e UDP. 15 de setembro de 1979. Lembra Eduardo Pitta.", "Ainda estou a tentar perceber porque é que há pessoas que tiram fotos do interior das suas casas e metem nas redes sociais tipo não pedi conselhos de design de interiores\nPS: as outras pessoas também têm casa mas brigada", "@filipagpinto Li isso e, infelizmente, outros casos. É repugnante e expõem imediatamente o carácter d quem o afirma.\nPor isso, e sobretudo na tua posição, acho lamentável q digas: “Os liberais são um nojo de gente”. \nOu será que deveríamos tomar o PS como um grupo ordinário de Ascensos Simões?", "45 dia da Quarentena\n Oque uma miuda deve levar para uma festa vestido segundo @MarcoRocha_9\nPs : Se fosse hoje era Pijama 🤣🤣\nSe isto bater os 100 Rtts meto mais vídeos Cringe com este especialista 😂😂 ", "odeio vistas.", "incrível que desde que decidi que quero uns jordans só me aparecem cenas com uns.... ", "@PIDE_DGS Fragilidade intelectual? Eu não preciso de vir com a carta do partido politico para atacar alguém que fez um desabafo que nada tem haver 😂 ou se ela fosse do PS já deixava passar?", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "@SRanhoso Não. O Rio está a fazer bem. Está a jogar o jogo do Costa. Está a dizer que o PS tem todas as condições para governar, tirando a margem para o costa fazer birras.", "Apesar de porcos fazem mais serviço público q o ps... ", "todos os dias esperando desconto na PS pra comprar expansão de the sims. ta tendo 50% e eu não tenho dinheiro hahaha", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "O @MiguelSimo8 no gta v ta a prestar um serviço a sociedade anda a excluir a merda que anda no passeio😂\nPs. Anda a matar pessoas 😂😂", "nossa ", "@MigCMatos @1963Cor @JMirandSarmento A receita de Sócrates eTeixeira do Santos depois dos devaneios de baixa de impostos e aumento dos FP para ganhar as eleições em 2009. Sempre que PS governou o país ruíu.. São factos não é paleio", "@pedrocdejesuSs @inesgpina eia oh pedro ate a mim me doeu", "\"devias era vir praqui e ser presidente da câmara...\n\n...\n\nmas tens que ser PS não podes ser comunista\"\n\n– mãe", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "Este é o Molero.\nConhece o número 22 da lista da Iniciativa Liberal mas desconhece o cabeça de lista do PS por Vila Real. ", "Viva o PS ", "Dia ??? de quarentena: fiz um teste no youtube para saber de que cor era a minha aura...\n\nPs: é roxa", "Estes jogos para a ps para jogar em família são incríveis para esta quarentena", "@Guilherme19P @veraalves_14 Pra ir falar com as amigas andas muito colado na ps", "Este governo é só propaganda. De onde veio esta pulsão propagandista? Será da influência de comunistas e bloquistas? Ou o PS sempre teve este ADN?", "@asnalmeida @1963Cor @JMirandSarmento 🤷🏻‍♂️Ora:\n1977 - problemas de balança de pagamentos, PS no Governo há 1 ano\n1983 - uma intervenção herdada dos governos da Aliança Democrática (PSD + CDS 😱) Mario Soares tem de vir salvar o país.\n2011 - sudden stop varre Grécia, Irlanda, Espanha, Ítalia mas a culpa é do PS!! 🤯🧐🙄", "Toda a vez que vejo só me apetece bater em quem parou de gravar ", "Os mais simples são os mais bonitos ", "ia dizer depressão mas a verdade é que isso já vem de antes ", "LINDA ", "Quero ir viciar com elas mas o meu irmão não larga a ps :(", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "hj disseram-me: \"Mafalda, pqéq tu elogias o Rui Rio se és do ps?\". \ne vcs, também tiveram alguém a estragar-vos o dia?", "@asnalmeida @1963Cor @JMirandSarmento 🤷🏻‍♂️Ora:\n1977 - problemas de balança de pagamentos, PS no Governo há 1 ano\n1983 - uma intervenção herdada dos governos da Aliança Democrática (PSD + CDS 😱) Mario Soares tem de vir salvar o país.\n2011 - sudden stop varre Grécia, Irlanda, Espanha, Ítalia mas a culpa é do PS!! 🤯🧐🙄", "Portanto o PS actual recuou 40 anos e vai mesmo a reboque da ideias ultrapassadas dos partidos da geringonça. 🤷🏻‍♂️ ", "@_Jhonny_2003 Já vinhas era para a ps 🖕🏻🖕🏻", "A #democracia não está suspensa e, não estando suspensa, ganha particular significado neste momento de estado de emergência, em que é preciso que homenageamos todos aqueles que construíram a nossa democracia e que por ela têm lutado.\n\n", "Quero voltar ao dia de Halloween, #SportingAway em Paços com muita chuva e apoio incrível!!\nPs: E não foi de terror para o Sporting 😉, mas quase que caía na bancada 😂", "@heldercervantes @mjoaomarks @inesmorsantos @LiberalPT Claro que foi buscar muitos ao PS. Toda a gente sabe a origem da IL. Até o seu fundador tem vergonha. ", "O Ps é De EsQuErDa. É que gosto de ver os direitas a chorar quando se apercebem que afinal o nosso governo não bem de esquerda como eles tanto gostam de dizer e criticar. ", "@asofcs Eu até estava a pensar em ir a Barcelona ao PS no final de agosto, eles vão atuar lá 🥺", "@TheChange_GHS E ps meus direitos de imagem", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "@baratapower Epá não sei se as pessoas estão preparadas para tal acontecimento.\n\nPs: Sempre a torcer por ti &lt;3\nPps: Bom proveito!", "O @MiguelSimo8 no gta v ta a prestar um serviço a sociedade anda a excluir a merda que anda no passeio😂\nPs. Anda a matar pessoas 😂😂", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "@mjoaomarks @LiberalPT O PS é todo igual ao Ascenso Simões?", "Soltaram os presos e dei com o mindinho na escrivaninha. Obrigado PS Antônio costa e extrema esquerda! ", "és o meu amor mas vê se ganhas juízo lerda, amo te \nps: mal isto acabe é p dormirmos juntas", "A #democracia não está suspensa e, não estando suspensa, ganha particular significado neste momento de estado de emergência, em que é preciso que homenageamos todos aqueles que construíram a nossa democracia e que por ela têm lutado.\n\n", "A #democracia não está suspensa e, não estando suspensa, ganha particular significado neste momento de estado de emergência, em que é preciso que homenageamos todos aqueles que construíram a nossa democracia e que por ela têm lutado.\n\n", "A #democracia não está suspensa e, não estando suspensa, ganha particular significado neste momento de estado de emergência, em que é preciso que homenageamos todos aqueles que construíram a nossa democracia e que por ela têm lutado.\n\n", "@Joaogalamba João Galamba é o que podemos designar metaforicamente por um rottweiler político, sempre pronto a ladrar (e dar umas mordidelas suaves) contra os opositores e críticos do PS.\nin ", "@TheGame17812899 Chumbou o PS e a direita. O Bloco propôs", "Sim a China criou o vírus para vender ventiladores e máscaras pah, mistério resolvido caralho!\nMatem os chineses todos e façam uma açorda.\nPs: eu também sou de direita mas isto é só ser atrasado mental... ", "Malta já viram como o meu amor é lindo? 🥰🥰 ps: há que ignorar a minha combinação de roupa, o casaco era o único que tinha, eheh 🤫 ", "@tomass_07 compra ps", "@Jafostesmpt @inesgpina pronto fodeu", "E acho muito cómico essa do \"não vale comparar princípio e fim de quadros europeus\" quando o PS está há quatro anos a comparar um governo sob intervenção externa (herdada, por acaso, do PS) com um governo que viveu em tempo de \"vacas gordas\". ", "@inesgpina se o martim e o vasco vêem isto tás fdd, eu q o diga", "@Churrice101 e isso só e possivel p certos problemas\nNão p todos \no pcp não pode nem vai por o marxismo leninismo de lado p agradar a PS e Bloco", "os 4 cara 🤙🏼 ", "#cmtv Toy, a dar uma valente lição ao estado PS e à sua incompetente ministra da cultura.", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "@isandr05 @eva6xass PS hOmEnS sAo mEsMo iDiOtAs, se ser idiota é ter bom senso tudo bem", "@dassmano @questaodehabito Epa acho que sim, eu tinha sempre menos quando saia do PC e ia para a PS por exemplo. Aí já punha em primeiro plano com o som no mínimo.", "@Jafostesmpt chateada não... triste 😭", "@Carlotadza PS já tenho 🏍", "Estamos bem ! Recuperação e crescimento económico é o ADN do PS !! Investimento é o nome do meio! Yes !!!!! OMG\n", "@aacsmcs Se eu fumasse isso era tão provável de acontecer kkk eu entro sempre em pânico e as pessoas acabam por ter pena e deixam me pensar\nPs- tas completamente crackhead", "@sofiagama lá está. Quando estamos entre o legal e o ilegal e esperamos pelo bom senso… PS: n havia necessidade de se fecharem em casa mais de um mes. Isso sim, tira a saude.", "@jorgealvesjorge @pestanabastos É um facto. Que me lembre, pelo menos o Veiga Simão foi um deles. Só não percebo porque me faz essa observação. Nem sequer sou do PS.", "Lembrete: só existem hoje IL e Xega porque foi aberto o caminho por PS, PSD e CDS.", "O Secretário-geral Adjunto do PS sublinha o relevo que o Partido Socialista teve em vários momentos da vida política portuguesa. Veja a mensagem de José Luís Carneiro na íntegra.\n\n#47aniversarioPS\n\n", "@diogossramos Sabes, é este teu carácter que gosto em ti , ps encontrei o teu colchão", "@RicardoGAlves @Miguelchenko A I República perseguiu os... e já estávamos no séc. XX. \n\nPS: Se bem que foi quando a instituição do Estado mais destruição promoveu.", "@Daniell19O4 @inesgpina Oi??? 😠😠😠😠 meu.", "Uncharted 1, 2 e 3 grátis na ps store e o meu irmão tem o 4. A quarentena tornou se mais interessante", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "@OsnofaoiraM Foi de livre vontade, ninguém o obrigou. \nComo fervoroso adepto da democracia, talvez ele respeitasse mais o PS do que respeitava as pessoas que simplesmente têm ódio a certos partidos democráticos.", "Se, como o PS sempre sustentou, a austeridade é uma escolha, que PM é este que não se consegue comprometer com a sua rejeição? ", "A prova que a máfia portuguesa vai do PS ao CDS passando pelo PSD. ", "@ps_barreto Sabes muitho kkkkk", "@ps_barreto JOGA Y JOGA", "a 10 d abril, cm fez título d capa c 'libertação d homicidas e pedófilos'. pr desmentiu, grupo parlamentar ps fez queixa à erc. a 17, gov anuncia milhões d apoios ao jornalismo em nome d combate à desinformação e defesa da info credível q incluem cm. ", "@Edu_wzk sacarita_PS adiciona aí", "Raramente o chamo de Ruca, só quando é para \"ralhar\". Tenho várias alcunhas, entre elas, ruquex e ruquiti. Quando EU o chamo pelo seu verdadeiro nome ele fica envergonhado porque já sabe que fez asneiras e que foi descoberto\nPs: so resulta comigo (?)", "Este governo é só propaganda. De onde veio esta pulsão propagandista? Será da influência de comunistas e bloquistas? Ou o PS sempre teve este ADN?", "@cryptolobopt @jmedeiros71 Os impostos são deles. O dinheiro é do PS", "Depois das máscaras “anti-fumo”, temos agora as máscaras personalizadas para o PS, é assim ", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência.", "oh seu ganda mongloide \nnesta altura ela devia ter uns 15 anos e ele um 18 e queres comparar um homem com 30 e tais a agarrar numa miuda de 14??\nvai mazé po caralho pa tu e a tua opiniao\ne vais mais vezes\nPS: nao tenho acentos pq n quero ok? ", "A prova que a máfia portuguesa vai do PS ao CDS passando pelo PSD. ", "O PS, o governo dos patrões e que faz de tudo para fazer um brilharete na União Europeia, vai mesmo ser uma voz contra a austeridade. Eu também espero por muita coisa mas assim fica difícil.", "@Jafostesmpt @filipa_ps Ídolo mm caga nisso", "@Jafostesmpt @filipa_ps Claro esse G mm é da má vida, só quer viver o presente sem pensar em consequências gajas pra ele são passageiras.", "@srbjul @TjrClem @Col_serra77 @raplume Raconte ps ta vie bg", "@rsmendes @Josephvss @inesamaislinda Sim, porque eu respondi a um tweet dele que era objetivamente errado. Se tu estiveres a responder a um tweet de um gajo do PS a falar mal que lógica é que tem eu me meter na conversa e dizer \"ah, mas eu não quero saver do PS para nada\"? Nenhuma, porque a conversa não é comigo.", "@pedroramos_10 O Apoli depois da garrafa decide se vai ou não ps", "@Jafostesmpt @filipa_ps Sim quando o Rui Veloso disse : \"eu me vim na tua cara esse filho não é meu\" fdsss, poeta mm, pra mim melhor dica dele de longe.", "@Apolinario000 Hoje vamos abrir garrafa na ps ou não??", "@Jafostesmpt @filipa_ps Concordo até acho q o prefiro ouvir nesse registo", "Eu ontem @Jafostesmpt @filipa_ps ", "Comissão. CDS e PS juntos na defesa e promoção da NATO ", "Como é que vou explicar aos meus filhos que nem este nem a bicicleta do CR ganharam puskas e o salah ganhou com aquela merda....\nPs: comparem este golo com o golo do século XX, messi out of this world ", "Acabo de saber pelo noticiário da SIC, que a celebração do 25 de Abril não reúne consenso. Votaram contra o CDS, PAN, IL e Chega. A favor o PS, PSD, BE, PC, Verdes e JK. Feitas as contas 219 a favor, 11 contra. Para a SIC é isto a falta de consenso. Informação de referência."]