["Vcs tão todas c gnd corpo n tou bem a perceber, está quarentena a mim só me atropelou e fez engordar 10 kg", "Eu a ir comer fora quando a quarentena acabar ", "vou sair dessa quarentena mais linda que nunca juro tenho dedicado bue tempo a mim mesma", "Estas sextas à noite fazem me a quarentena", "Odeio a quarentena juro", "Eu a ir comer fora quando a quarentena acabar ", "@Augustini17 Ahahahah quarentena voluntária", "fazendo mais uma hidratação no cabelo, já fiz 2828372929 nessa quarentena", "toda a gente já comeu mc nesta quarentena menos eu", "minha quarentena resumiu se numa palavra: Netflix", "No fim desta quarentena o pessoal com a carência vai engravidar tudo o que é mulher hahahah ", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "@mouta35 Melhor dia da quarentena", "Se isto continua assim sem puder cortar o cabelo acabo a quarentena com o fato pó carnaval e vou mascarado a Wolverine 🙄", "Eu a ir comer fora quando a quarentena acabar ", "Eu a ir comer fora quando a quarentena acabar ", "Quarentena a lixar o meu psicológico todo 😪💭😓", "Eu a ir comer fora quando a quarentena acabar ", "Eu a ir comer fora quando a quarentena acabar ", "Momento mais depressivo desta quarentena 😪", "Uma semana pra quarentena acabar e eu nem acredito q passei quase 2 meses presaaaa", "Novo pensamento positivo:\n\nQuanto mais rápido acabar a quarentena mais rápido posso organizar uma festa.\n\n@evaa_neves @DTondela", "Yh é só a quarentena", "@paulomjuniorr quarentena veio nos estragar a ideia de ir ver o BLACK COFFE 😂🤦🏽‍♂️", "Mesmo em tempos de quarentena cumpre-se Abril! Obrigado @Corpodormente!\n#25deabrilsempre ", "Começar andar de skate novamente qnd a quarentena acabar", "Sinto me privilegiada por sentir que a quarentena só melhorou a minha saúde mental", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Eu a ir comer fora quando a quarentena acabar ", "quarentena feita", "pessoas que se apaixonam durante a quarentena é suposto levar vos a sério???? 🤣", "Olhem a piada de cumprir uma quarentena completa (40 dias) à entrada do 25 de abril!", "Depois dessa quarentena vou viver assr msm que se foda....", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "@DarwinDoUrThing EU TOU A MORRER ISTO TA DEMASIADO BOM WTF MOMENTO MAIS ICONICO DA QUARENTENA", "Estas sextas à noite fazem me a quarentena", "@DarwinDoUrThing EU TOU A MORRER ISTO TA DEMASIADO BOM WTF MOMENTO MAIS ICONICO DA QUARENTENA", "pessoas que se apaixonam durante a quarentena é suposto levar vos a sério???? 🤣", "Dia 45- melhor dia da quarentena. :)", "Eu a ir comer fora quando a quarentena acabar ", "@beaferreiraa18 Quarentena lerda", "Hj foi, sem dívida, o pior dia da minha quarentena", "Quarentena dia 354810 ", "Ok não é por nada mas a quarentena não é assim tão mau pq as minhas boobs estão maiores nem tou a gozar :)", "@Hoecallmepapi DA QUARENTENA MM :(", "nunca tive 2 noites tão animadas desde que a quarentena começou", "Eu nem era eu se n tivesse mudado o meu quarto todo nesta quarentena 😅", "Milésimo dia de quarentena: Fiz isto. ", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "A minha filha a preparar-se para o novo Big Brother!!!! Quarentena rules!!! ", "Ouvir o novo som do hallandino em direto fez me a quarentena", "Eu a ir comer fora quando a quarentena acabar ", "@luisacabrita03 Quarentena está a afetar de uma maneira", "esta quarentena pôs-me feia e gorda", "Quarentena ta me ensinando que eu n sou tão ruim assim na cozinha...", "Eu a ir comer fora quando a quarentena acabar ", "A quarentena apagou a minha existência na vida de certas pessoas, sigo com aqueles q s lembram q eu ainda existo 💪", "Dia 42: hoje uma amiga veio-me trazer um cravo à porta de casa e foi a coisa mais bonita que me aconteceu na quarentena.", "Hoje fui ver finalmente a minha mãe e pelo resto da quarentena 🥰", "@palurso Manooo, no final da (vossa) quarentena, o moinho da melhor aldeia a.k.a Zambujal, dá para tudo mano!\nTens spot pa churrasco, jola, arranjas jogo do chinquilho e tens uma vista top!", "@Hoecallmepapi DA QUARENTENA MM :(", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "A quarentena apagou a minha existência na vida de certas pessoas, sigo com aqueles q s lembram q eu ainda existo 💪", "Dia ns quantos de quarentena e já estou no nível 190 do candy crush, ridículo", "Esta quarentena tem dado comigo em maluca", "O que eu tenho a dizer qd a quarentena acabar e começarem a chover pedidos para ir sair: ", "Ok não é por nada mas a quarentena não é assim tão mau pq as minhas boobs estão maiores nem tou a gozar :)", "@Manuel_Terrinha Ainda estás ressabiado cmg por eu não andar a cumprir a quarentena a 100% né?", "@moeisthesauce De dormir alone e desta quarentena ? T A M B E M EU ;((", "Dia 35 da quarentena. Já me apeteceu bater com a cabeça nas paredes hoje 35 vezes.", "A quarentena apagou a minha existência na vida de certas pessoas, sigo com aqueles q s lembram q eu ainda existo 💪", "Eu a ir comer fora quando a quarentena acabar ", "Abram a minha galeria, aqui no Twitter e espreitem! Qualquer informação por mensagem privada, não deixem de aproveitar bem o tempo nesta quarentena. Nem que sejam só 30 minutos a ler! Saúde a todos!\n#stayhome\n#readabook ", "como estão a lidar com a quarentena?", "usem a quarentena para crescer e dar valor a tudo o que têm", "fazendo mais uma hidratação no cabelo, já fiz 2828372929 nessa quarentena", "Depois da quarentena tem que ser assim ", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Obrigado @Corpodormente pelo melhor momento de toda a quarentena!\n#25deabrilsempre ", "a quarentena anda me mesmo a dar a volta à cabeça", "Dia 4737383 de Quarentena e vou ver todos os Velocidade Furiosa", "@soueuofaceless Fds não sei como foi a tua quarentena mas a minha deu me para ficar ainda mais branca e gorda 🤦‍♀️", "A quarentena está a servir para ver quem são os verdadeiros que estão cmg", "Dia 4567 de quarentena: deito-me na cama e levanto-me rápido para ficar tonto e ter a sensação que estou bêbedo", "Melhor dia da minha quarentena! Não quero discutir com ninguém comlicença.", "minha quarentena resumiu se numa palavra: Netflix", "Eu a ir comer fora quando a quarentena acabar ", "Novo pensamento positivo:\n\nQuanto mais rápido acabar a quarentena mais rápido posso organizar uma festa.\n\n@evaa_neves @DTondela", "melhor momento desta quarentena foi o direto de hoje, que lindo", "Eu a ir comer fora quando a quarentena acabar ", "@mariianabsilva Nesta quarentena ate ja joguei tetris ahahabab", "Nesta quarentena há dias em que me apetece fazer de tudo e fazer algo produtivo e depois há outros em que nada faço", "@AlessandroLoio2 @bernardopkuster Incrível @AlessandroLoio2 !!! Hoje li justamente este capítulo do livro do Churchill. Aproveitando a quarentena para atualizar as leituras.", "Ainda não me senti horny nesta quarentena, serei asexual?", "eu não sei vocês mas a quarentena tá me deixando cada vez mais criativa\n\ne retardada ", "Meu objetivo para depois da quarentena é entrar em coma alcoólico", "@tomasfmarques És tu no final da quarentena", "Mesmo em quarentena não deixam de se meter na vida das pessoas vcs teem muito tempo livre", "A minha filha a preparar-se para o novo Big Brother!!!! Quarentena rules!!! ", "Noites no início da quarentena eram bue bem passadas, agora merda", "a quarentena parece que te anda a fazer mal, muda de atitude senão todos os dias vai ser a mesma merda.", "Durante esta quarentena tenho aproveitado muito pra pensar em mim .. nos MEUS erros no que EU podia ter feito ou posso mudar daqui pra á frente. \n E apercebi-me que eu tenho que mudar algumas coisas em mim ! Não pq estão erradas mas sim pq tenho de aprender de como usá-las ", "Durante esta quarentena tenho aproveitado muito pra pensar em mim .. nos MEUS erros no que EU podia ter feito ou posso mudar daqui pra á frente. \n E apercebi-me que eu tenho que mudar algumas coisas em mim ! Não pq estão erradas mas sim pq tenho de aprender de como usá-las ", "A quarentena é que dá para ver quem são os amigos, a sério", "Amanha aula de matematica, vou perguntar ao stor cm ta a ir a quarentena e se nao esta farto de aturar o filho pk eu n😂😂\n@Renato8500", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "só eu é que estou a ficar mais burro nesta quarentena?", "A quarentena é que dá para ver quem são os amigos, a sério", "unica coisa boa que a quarentena me trouxe juro ", "Durante esta quarentena tenho aproveitado muito pra pensar em mim .. nos MEUS erros no que EU podia ter feito ou posso mudar daqui pra á frente. \n E apercebi-me que eu tenho que mudar algumas coisas em mim ! Não pq estão erradas mas sim pq tenho de aprender de como usá-las ", "minha quarentena é literalmente Twitter 🤣🥱 antes já ñ largava isto, ent agr ....", "O único BDSM que eu pratico nessa quarentena ", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Depois desta quarentena devíamos bater um convívio mm bem grande fdcc ia ser drena", "Eu a ir comer fora quando a quarentena acabar ", "unica coisa boa que a quarentena me trouxe juro ", "unica coisa boa que a quarentena me trouxe juro ", "Essa quarentena ta a deixar uma pessoa maluca", "Quarentena não é para sempre, tomem atenção", "@__helenaaa___ Achas mm que ano vou aparecer ai na tua casa quando a quarentena acabar? 😂", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "Quero muito que esta quarentena acabe!!!", "@Sergio_fera_17 @RafaG2835 Quarentena ficou 200x melhor ne giren", "ahh, e detalhe, nesse tempo td de quarentena eu quase nn vi nada do técnico, vou voltar sabendo apenas o código de cor dos resistores e as portas lógicas", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Fico feliz de estar em quarentena porque o acne nunca teve tão mal nesta pele. Ao menos nng tem que lidar com isto sem ser eu mesma", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Assim nem custa passar a quarentena!! Obrigado meus putos!!", "Depois da quarentena acabar provavelmente as discotecas ainda devem estar fechadas e provavelmente não devem haver festivais , logo para compensar era altamente ir acampar com a maltinha para um spot ou ir para uma casa fazer aquele churrasquinho básico a chillar com a fam", "ApAgO QuAnDo A qUaReNtEnA AcAbAr🤪 ", "Desde que estou de quarentena engordei 3kg\nQuero maissssss", "Eu sinceramente nem quero imaginar o que vai acontecer no fim desta quarentena fr", "este link com todas as musicas do mac (unreleased também) é a melhor cena q me aconteceu nesta quarentena", "Hoje começa o Ramadão. Imaginem uma quarentena sem snacks de 15 em 15 minutos.", "Dia 8 de quarentena: descobri que o Hino da União Soviética é também o Vestido Azul da Floribella. ", "A quarentena é que dá para ver quem são os amigos, a sério", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "@Leonor__1893 não tem como ter dias maus da quarentena contigo juro🤣🤣🤣", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Eu apostando corrida quando acabar essa quarentena kkkkkkk ", "@sousarbea Ui miga💖 quando essa quarentena acabar as raparigas vão lotar os cabeleireiros, esteticistas, spa..tudooo😂", "Só queria estar a passar a quarentena no campo, poder andar de moto4 todos os dias e dar passeios com o cavalo até ao lago 🥺👉👈 sou muito mais feliz no campo do que na cidade", "a quarentena não me detém de comprar, compro mais em casa do que ao sair 😂", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Eu ainda só fui a uma aula esta quarentena. É q consegui baixar a taxa de presenças de qd era ensino presencial", "Depois da quarentena tem que ser assim ", "Eu a ir comer fora quando a quarentena acabar ", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "😂😂😂😂😂 começo a achar que o Tomás tem razão... esta quarentena está me a afetar mt", "@miguel6silva_ Quarentena ta mm a afetar kkk", "Quando acabar esta quarentena as minhas sobrancelhas vão tar mt lindas", "😂😂😂😂😂 começo a achar que o Tomás tem razão... esta quarentena está me a afetar mt", "eu e as minhas amigas numa sushizada after quarentena ", "O Young thug a pausar na frente da casa do French Montana de Bentley é dos momentos mais icónicos desta quarentena e dos últimos 10 anos", "tudo q eu queria era ta fazendo essa quarentena numa casa no meio do mato que tivesse sol e varanda", "só pedia dias assim com os meus amigos depois da quarentena ", "Eu sinceramente nem quero imaginar o que vai acontecer no fim desta quarentena fr", "usem a quarentena para crescer e dar valor a tudo o que têm", "Eu sinceramente nem quero imaginar o que vai acontecer no fim desta quarentena fr", "Depois desta quarentena só quero uma jantarada pesada com os meus amigos!", "Diário da quarentena: ", "Expectativa/ Realidade \nQuarentena anda me a fazer mal ", "Engordei 4 quilos nesta quarentena, estamos bem portanto 🙃🤦‍♀️", "Bro, mas as pitas agr estão todas a criar podcast? Tipo, se querem fzr algo de útil c o vosso tempo na quarentena façam uma live no Pornhub... Sempre tem mais interesse", "Quarentena pelo menos deu pa abrir os olhos a muita coisa", "\"Declara -se o fim da quarentena\" ", "@lumends18 Eishh isso depois da quarentena ia saber tão bem 🤧", "Quarentena ta me fzr refletir muito mesmo até demais", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "A quarentena até me está a fazer bem hahaha nem sei como...", "41° dia de quarentena: cada vez fico mais de coração cheio aaaaa ", "E se eu disser pra vocês que não assisti nenhuma live musical nessa quarentena, vocês vão me julgar?", "primeira rave que me aparecer depois da quarentena eu vou de cabeça", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "Eu sinceramente nem quero imaginar o que vai acontecer no fim desta quarentena fr", "E eu que na quarentena já encomendei tanta coisa que quando chega a transportadora eu nem sei o que é...fico tipo “qq este gajo quer?”", "A quarentena é que dá para ver quem são os amigos, a sério", "Depois desta quarentena só quero uma jantarada pesada com os meus amigos!", "esta quarentena fez me ver as cenas de outra formaa, i'm really proud", "Já só quero o fim da quarentena pf", "@nanaborgeslopes só quero mesmo que esta quarentena acabe", "-QUARENTENA- (versão safe for work)\n1- ups..\n2- sim\n3- m\n4- sushi :(\n5- ai ter uma buba\n6- tantas vezes foda se\n7- não, ou incompetente \n8- siiii\n9- quaseee\n10- r, m\n11- algumas fufona\n\nFav e mando", "a quarentena fez me voltar a falar com pessoas que nunca pensei", "maratonando velozes e furiosos pela 5º nessa quarentena ✌🏻😗", "Psicólogo: Rita Pereira em quarentena não é real e não te pode magoar\nRita Pereira em quarentena: ", "Quarentena ta chata, esse já é antigo mas bora :) ", "@Jocaa1904 quando acabar a quarentena eu mostro-te", "@carinalex06 É de confiança, os portes na maior parte das vezes são grátis e chega super rápido mesmo agora na quarentena. 😊", "Esta quarentena deve ser boa de passar com alguém mas só fico pela imaginação mesmo kkkkk", "a quarentena dá nisto... 🎶 💫 ", "A quarentena é que dá para ver quem são os amigos, a sério", "Já perdi a conta de quantos dias estou a de quarentena 🙄", "Quarentena me está a ensinar a ser uma melhor pessoa mm", "Depois desta quarentena só quero uma jantarada pesada com os meus amigos!", "Esta quarentena deve ser boa de passar com alguém mas só fico pela imaginação mesmo kkkkk", "Melhor cena da quarentena foi o concerto do TRAVIS no cap", "Quarentena me está a ensinar a ser uma melhor pessoa mm", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "Se há algum dia nesta quarentena em que me tenha sentido cansada este superou todos mesmo , estou super no limite", "imaginem passar a quarentena assim 🥺 ", "usem a quarentena para crescer e dar valor a tudo o que têm", "@vasco_mendonca @tariqpanja 😂 até em quarentena choram", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "só pedia dias assim com os meus amigos depois da quarentena ", "Já prometi uns 10 cachaços depois da quarentena", "primeira festa pos quarentena, todo mundo: peguei geral, enchi o cu de trago, aproveitei muito\neu: doeeeu oh se doeeu, te encontrar assim do nada, com a boca colada em outro cara", "usem a quarentena para crescer e dar valor a tudo o que têm", "usem a quarentena para crescer e dar valor a tudo o que têm", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "Mariza dá música á janela na quarentena 🎶\n#StayAtHome\nVê este vídeo do Instagram de @marizaoficial ", "Silenciando tanta gente nesse site durante a quarentena que daqui a pouco estarei EFETIVAMENTE falando sozinha (que, no fundo, é o que eu quero), porque não vou conseguir ver mais nenhuma resposta ou tweet na timeline", "usem a quarentena para crescer e dar valor a tudo o que têm", "Preciso de uma nova série p me distrair um bocado nesta quarentena", "Tens sido a melhor companhia da minha quarentena 🥺", "Vai ser tao estranho voltar a ver certas pessoas depois da quarentena", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Estamos, literalmente, à 40 dias de quarentena", "get ready para esses 21, vamos ter de esticar ao máximo porra mt ansiedade construída nesta quarentena", "Quarentena e as suas Verdades\n\n1- I, I e T\n2- sim \n3- \n4- 2\n5- N\n6- bastante \n7- só se for de 4\n8- 1 \n9- praticamente todos os dias\n10- sim, mas desisti\n11- não\n12- não, mas é boa ideia\n13- \"aí eu bebo\" \n14- yes\n15- não\n\nNão vou mandar mesmo que metam fav", "Vai ser tao estranho voltar a ver certas pessoas depois da quarentena", "imaginem passar a quarentena assim 🥺 ", "É impressão minha ou a quarentena está a por me mais feia ?!", "Eu não falo praticamente com ninguém desde o início da quarentena e antes reclamava que não tinha tempo para falar com as pessoas lol", "\"a quarentena terminou e já podem sair de casa\" ", "usem a quarentena para crescer e dar valor a tudo o que têm", "Dou 10€ a quem ainda não cortou o cabelo nesta quarentena", "Brasileiros lotam shoppings e quarentena começa a ser abandonada via @YouTube", "É impressão minha ou a quarentena está a por me mais feia ?!", "Não acredito que vou passar o resto da quarentena a cantar esta merda ", "Começo da quarentena=FaceTime o dia todo\nDia 36 da quarentena=acordar às 22:30", "A quarentena n está a tirar a vontade de falarem com as pessoas ?", "Esta quarentena está a fazer com que perca aquele bronze que vamos acumulando ao logo da vida sabem? Tipo quando nós bronzeamos fica sempre uma marca e depois aquilo acumula \nYa já estou a perder isso", "A quarentena é que dá para ver quem são os amigos, a sério", "@mptkaldas já tivemos qnd trabalhos durante a quarentena?", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "imaginem passar a quarentena assim 🥺 ", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Apos quarentena quero um date durante a tarde a fumar uns e a beber vinho enquanto tou em tilha com uma menina, dps ha noite tar em tilha com essa dama again e com os rapazes e ir dps ir bater um pe no gare ou no armazem", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Dia mais produtivo da quarentena", "Quando a quarentena acabar vou comprar outro peixinho e este não vai morrer!!!", "eu só quero os meus óculos, porcaria da quarentena que dores de cabeça :(", "alguém tire a net a estas brancas , quarentena ta a vos afetar demasiado", "Eu não falo praticamente com ninguém desde o início da quarentena e antes reclamava que não tinha tempo para falar com as pessoas lol", "@IRichardelli Kkkkkkkkkkkk ahhh a quarentena....😍😍😂😂", "Se durante a quarentena te mandarem a merda, não vás.\nFICA EM CASA !!!!!", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "usem a quarentena para crescer e dar valor a tudo o que têm", "A quantidade d vezes q mando os comandos ao chão, não chegam ao fim da quarentena", "Governo : A quarentena acabou !!\nToda gente: ", "A quarentena é que dá para ver quem são os amigos, a sério", "Há tanta coisa para fazer e precisam de criar contas para exporem “fofocas” \nQuarentena anda vos a fazer mal", "A quarentena é que dá para ver quem são os amigos, a sério", "Hoje tive o melhor dia desde que começou a quarentena, e tudo graças à minha irmã", "usem a quarentena para crescer e dar valor a tudo o que têm", "Esta quarentena tem feito de mim bipolar. Um dia estou bem no dia a seguir estou na merda", "estou a começar sofrer os efeitos de tédio e falta de tempo para fazer coisas ao mesmo tempo na quarentena", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "caros empregados de mesa\n\nquando sairmos de quarentena vamos aceitar de forma excecional que digam a frase \"queria? já não quer?\" durante duas semanas sem nenhum tipo de represália", "Ja n há andamento em quarentena ta quieta ahaha", "Juro depois desta quarentena ALGUÉM ME SEGURE 💀", "Esta Quarentena tá assim a fazer-me muito mal", "Vamos em quantos dias de quarentena mesmo?", "A quarentena é que dá para ver quem são os amigos, a sério", "É quarentena, já acabavas não?", "Nem tomar a pílula direita consigo na quarentena 🤦‍♀️", "A quarentena n está a tirar a vontade de falarem com as pessoas ?", "Essa quarentena está fazendo eu ficar maluca", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "Plano Quarentena | La Casa Sem Papel ", "Ver as fotos para relembrar osa melhores momentos desta quarentena", "usem a quarentena para crescer e dar valor a tudo o que têm", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "A quarentena é que dá para ver quem são os amigos, a sério", "Quarentena está a me ensinar a abrir os olhos em relação a muita coisa", "Nesta quarentena há quem fique careca, eu decidi tirar a barba toda 😂", "usem a quarentena para crescer e dar valor a tudo o que têm", "A música que define a quarentena \n", "Dou 10€ a quem ainda não cortou o cabelo nesta quarentena", "@Coronav06557549 @teteloucona Eu respeito a quarentena ne po kkkkkk", "usem a quarentena para crescer e dar valor a tudo o que têm", "“quarentena acabou” ", "só pedia dias assim com os meus amigos depois da quarentena ", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "usem a quarentena para crescer e dar valor a tudo o que têm", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Como eu falo com a minha mãe nesta quarentena: cada uma numa ponta diferente da casa, portanto só aos berros mesmo", "La por estarmos de quarentena não significa que nós tenhamos que dedicar a 100% a escola, Ok stores?🖕🏾", "Lembram-se quando o Regula desapareceu do mapa durante bue tempo e depois apareceu com o cabelo gigante num videoclipe? Vou ser eu depois da quarentena", "Dou 10€ a quem ainda não cortou o cabelo nesta quarentena", "eu dps da quarentena qnd for almoçar a casa da minha avó ", "Juro depois desta quarentena ALGUÉM ME SEGURE 💀", "Quarentena: comer e fumar", "Feriado na quarentena. ", "Dou 10€ a quem ainda não cortou o cabelo nesta quarentena", "No meio da quarentena eu vou ter que conhecer e aprender a conviver com dias pessoas novas que vão vir morar aqui. Crise de ansiedade tá ok", "usem a quarentena para crescer e dar valor a tudo o que têm", "Apetece me dar rtt nisto 10 mil vezes, a quarentena é foda ", "Quando a quarentena acabar : ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "esta quarentena está a fazer-me melhor do que eu pensava", "acho piada falarmos \"desta quarentena\" como se fosse uma coisa que fazemos todos os anos", "andas a sair de casa na quarentena viado ", "Quando a quarentena acabar : ", "Esqueçam, não vou conseguir voltar a usar sutien depois da quarentena, hahaha", "Tudo o que a \"Quarentena da Bola\", @proscout_pt , entre outros, está a fazer nesta quarentena são autências formações e.... grátis. Muito obrigado a todos ⚽️", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Qual é o vosso mood dessa quarentena? ", "Como os meus Como eu vou \namigos vão sair vs sair da\nda quarentena quarentena ", "Quando a quarentena acabar : ", "Eu e as minhas amigas quando a quarentena acabar ", "Quando a quarentena acabar : ", "como assim vc ta namorando? A gente não ia se ver depois da quarentena?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Quando a quarentena acabar : ", "@l_soares13 Sei lá mano, deve ser da quarentena, mas ya falar com pessoas já não dá em nd, tou cansado, vou maze hibernar e só acordar qnd isto passar 😩", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Quando a quarentena acabar : ", "Quando a quarentena acabar : ", "quero ir fazer bue cenas dps da quarentena", "Quando a quarentena acabar : ", "@KrisSilverWing Ganda same. Isto quarentena q safoda a barba", "Quando a quarentena acabar : ", "Apetece me dar rtt nisto 10 mil vezes, a quarentena é foda ", "Andava a gabar-me de tar com o mm isqueiro desde o início da quarentena e perdi-o", "Quarentena e as suas Verdades\n\n1- ninguém \n2- não \n3- - - - - - \n4- 0\n5- M\n6- não \n7- - - - - - \n8- 0\n9- - - - - - \n10- não \n11- não \n12- ya \n13- nenhuma\n14- não \n15- não \n\nFav e mando-te", "@Fuego_Alertt a minha deixou de perguntar desde que entramos na quarentena... tenho saudades dessas perguntas porque elas significavam que eu convivia com people e que saia de casa nem que fosse só para ir para a escola..", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Quando a quarentena acabar : ", "Quando a quarentena acabar : ", "@mariianaaa99 Deixa passar a quarentena que depois temos uma conversinha", "@beatrizaor @FoedusT E tu continuas a ignorar o facto de eu tar dizer-te que nunca falei sobre eles saírem ou não, falei sobre tu achares que todos os reclusos n vão respeitar a quarentena é um assunto diferente", "Não acredito que vocês estão mesmo a insistir em tentar encontrar lições de moral de um reality show... ainda por cima deste... quarentena mm porra ", "usem a quarentena para crescer e dar valor a tudo o que têm", "A quarentena está aqui a fazer-me valorizar mt coisa", "@l_soares13 Sei lá mano, deve ser da quarentena, mas ya falar com pessoas já não dá em nd, tou cansado, vou maze hibernar e só acordar qnd isto passar 😩", "@_marianarm ahahahahah, quarentena fodida para todos", "quero ir fazer bue cenas dps da quarentena", "Qual é o vosso mood dessa quarentena? ", "Uma coisa é você \"furar\" quarentena por necessidade seja ela trabalhar, ou sair p comprar bens essenciais, agora outra coisa é você estar +30 dias dentro de casa trancado p ter gente saindo p estar c/ amigos, bebendo e o caralho a quatro ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Apetece me dar rtt nisto 10 mil vezes, a quarentena é foda ", "Quando a quarentena acabar : ", "Quando a quarentena acabar : ", "A única coisa que a quarentena me trouxe de bom foi ter chegado a certos pensamentos e conclusões", "usem a quarentena para crescer e dar valor a tudo o que têm", "Depois da quarentena tem que ser assim ", "só pedia dias assim com os meus amigos depois da quarentena ", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Quarentena serviu mm para eu ver quem são os meus real friends, o resto pode se pôr na casa do crlh sff", "como assim vc ta namorando? A gente não ia se ver depois da quarentena?", "Quando a quarentena acabar : ", "Sinto que quando a quarentena passar vou a correr para o shopping estourar o dinheiro todo", "@FoedusT @beatrizaor U totally missing the point here, eu nunca disse que concordava com eles saírem mas já que eles tão cá fora n podemos ser preconceituosos ao ponto de achar que nenhum vai respeitar a quarentena", "Que surpresa ver o meu irmão e finalmente vou ter uma nova companhia para a quarentena", "acho piada falarmos \"desta quarentena\" como se fosse uma coisa que fazemos todos os anos", "fotos do isolamento social pq isto já não é quarentena ", "@mmedusa26 @c3ls_ boa quarentena, kiss", "Há um ano fiquei saber que uma colher chá feita do mesmo material que uma estrela anã é tão pesada como um carro, enquanto ouvia gatos com cio. \n\nLembranças boas mas aleatórias da quarentena xD", "a quarentena anda-te a afetar", "vocês que acham que a quarentena acaba em Maio ", "A @_cfnc_ fazer desporto, o que esta quarentena faz as pessoas, não sei se está doente ou se está mesmo traumatizada como me disse 🤔😂", "Aqui neste perfil você permanece por dentro de conhecimentos úteis durante a quarentena com saberes da biologia através da interdisciplinaridade com músicas de Sandy &amp; Jr", "A minha quarentena está uma merda, mas estou muito longe deste nível. Obrigado Manzarra :') ", "as pessoas andam a mudar nesta quarentena, mas as que deviam mudar NÃO MUDAM!!", "Se durante a quarentena te mandarem a merda, não vás.\nFICA EM CASA !!!!!", "A primeira festa depois da quarentena vai saber pela vida", "Quarentena e as suas Verdades\n\n1- A b c d e f g h i j k l m n o p q r s t u v x z \n2- sim\n3-...\n4- 0\n5-...\n6- sim hj\n7- idk maybe\n8- 1 que correu mal\n9- todas as aulas\n10- comecei\n11- nao\n12- nao\n13- breathe-years &amp; years\n14- sim\n15- ja estive mais longe \n\nFav e mando-te", "ai acho que vou quebrar as regras da quarentena igual o pessoal de too hot to handle quebram as regras da Lana", "Qual é o vosso mood dessa quarentena? ", "A minha quarentena está uma merda, mas estou muito longe deste nível. Obrigado Manzarra :') ", "@Purpl3 Eu. Eu a beber garrafas que nunca iria abrir porque o vinho que encomendei não chega e porque decidi passar a quarentena sozinha em vez de passar na aldeia 🙄", "usem a quarentena para crescer e dar valor a tudo o que têm", "eu todos os dias nesta quarentena ", "a quarentena anda-te a afetar", "Já estou a comer again, vou acabar esta quarentena com 100kg e incapaz para cumprir serviço militar 😂", "só pedia dias assim com os meus amigos depois da quarentena ", "A minha mãe a fazer videochamadas aos berros tá no top 1 de coisas mais irritantes desta quarentena", "Estou a pensar encomendar uma máquina para cortar cabelo e começar a cortar cá em casa.. Se não daqui a pouco saio da quarentena com rabo de cavalo", "Se continuarem a encher a minha timeline de lixo sobre aquele reality show ridículo não me responsabilizo pelo que fizer quando vos vir depois da quarentena", "Quando a quarentena acabar : ", "A quarentena deixa-me com demasiado tempo livre\nP.s. Sim, eu tenho um problema de estar sempre a mexer no cabelo 😂 ", "só pedia dias assim com os meus amigos depois da quarentena ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Pico desta quarentena: descobri uma nova marca favorita de tabaco", "Quando a quarentena acabar : ", "@beatrizaor @FoedusT Nao, não está. Eu nunca falei sobre eles saírem ou não, falei que tu n podes achar que todos os reclusos vão desrespeitar a quarentena pq isso é preconceituoso", "Quando a quarentena acabar : ", "Há amigos que com o tempo vocês vêm que não eram bem vossos amigos. A quarentena serviu para me mostrar, realmente, quem se importa comigo e quem sente necessidade de falar comigo, nem que seja um \"Olá, tudo bem?\".", "Sinto que quando a quarentena passar vou a correr para o shopping estourar o dinheiro todo", "So rapava o cabelo na quarentena se fosse assim ", "Quarentena serviu mm para eu ver quem são os meus real friends, o resto pode se pôr na casa do crlh sff", "Vcs não perderam a vontade de falar com as pessoa nesta quarentena? Ou sou só eu?", "Neste momento não sei o que fazer nem o que pensar 🤦 \nEsta quarentena está a dar cabo de mim é sério 🙄", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Nesta quarentena é que vemos que o melhor são as coisas simples da vida.", "Qual é só probabilidade de me dar uma apendicite aguda durante esta quarentena?", "Se acham que tão loucos na quarentena, têm que vir ver o meu vizinho a aspirar a relva.", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "governo\n\"terminou o período de quarentena/isolamento social\"\n\neu no dia seguinte ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "aulas online, quarentena + o meu estado psicológico? vai me levar a um esgotamento", "@sofiamarujo Quando a quarentena acabar já sabesss 🥳", "Juro esta quarentena está a deixar-me com um feitio de merda", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Mesmo em quarentena estou sofrendo stalking", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "depois desta quarentena muita coisa vai ser diferente", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Se sabia que a quarentena ia acontecer tinha aproveitado alguns momentos de maneira diferente.", "Somos as únicas que mantiveram a sanidade mental nesta quarentena?🥴 ", "Esta quarentena tá a afetar tanto a mente das pessoas, mantenham-se sãos maltinha, se tudo correr bem 4 de Maio voltamos a manter todos", "Se sabia que a quarentena ia acontecer tinha aproveitado alguns momentos de maneira diferente.", "A primeira festa depois da quarentena vai saber pela vida", "usem a quarentena para crescer e dar valor a tudo o que têm", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Quarentena ta a matar ", "Se sabia que a quarentena ia acontecer tinha aproveitado alguns momentos de maneira diferente.", "A primeira festa depois da quarentena vai saber pela vida", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Trampa e multiplica os dinheiro p conseguir beber todo dia igual vcs na próxima quarentena q tiver", "Horas passam , dias passas , meses passam e a quarentena continua", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "nesta quarentena vou fazer tudo que tenho que colocar em dia, organizar as minhas coisas \n\neu na quarentena: ", "Esta quarentena tá me a fazer bué mal", "E o resultado da quarentena kk ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Minha vontade de estudar nesta quarentena ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Exercício da quarentena ", "ser produtiva durante a quarentena ", "@mauromachado252 Cara, as pessoas precisam ter uma noção de tempo, por mais que seja completamente falha. \n\nE sim, falar de afrouxar quarentena hoje é falar de alguma coisa não palpável, pq a gente não tem teste, não remédio para amenizar a doença e muito menos vacina.", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Única coisa boa dessa quarentena, deixei de gastar dinheiro atoa", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Antes da quarentena / Depois da quarentena ", "Estou a ficar gorda e a culpa é da quarentena!", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Ent, para além de passar a quarentena longe dos meus amigos quando ela acabar vou ter de ir para a Póvoa sozinha :) Nice", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Quarentena fez de mim uma plant mom e vemos isso quando diariamente faco um video da Roberta e mando a amigas a mostram a evolução dela", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Todos os dias desta quarentena ", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Quarentena deixa vos avariados ", "O meu mood nesta quarentena ", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Omg comi tanto essa quarentena tem que acabar urgentemente", "Esta quarentena tá a fazer de mim chinelo", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "NOS os vossos servidores tbm ficaram de Quarentena só pode, é q n há net dred", "Esta quarentena está mesmo boa para os profissionais das frases de merda.", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "aulas online, quarentena + o meu estado psicológico? vai me levar a um esgotamento", "“Ah e tal, mas eles tiveram de trazer os equipamentos de casa”\n\nFutebolistas do Sporting em casa durante a quarentena: ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "aulas online, quarentena + o meu estado psicológico? vai me levar a um esgotamento", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "A malta que fez anos durante a quarentena devia organizar ganda festa quando isto acabasse 👀", "Eu vou queimar tanto dinheiro depois desta quarentena ahahah", "Será que eu sou a única pessoa que não lhe está a custar assim tanto a quarentena? Estar em casa é tão bom", "Já cá faltava, uma indignaçãozinha, para animar a quarentena... ", "Antes da quarentena / Depois da quarentena ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Noites de quarentena\n... acho qe fiquei com mais insônias! ", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "a quarentena n vos está a tirar a vontade de falar com as pessoas?", "Quarentena está me a pôr ideias para estragar o cabelo", "Os stories dela têm-me feito a quarentena completamente ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Antes da quarentena / Depois da quarentena ", "Se tivesse nessa casa de quarentena até pedia para prolongarem ", "Minha vontade de estudar nesta quarentena ", "Pessoas a sair na quarentena e a por histórias no insta.. Uau", "Engordei nessa quarentena", "Quando acabar a quarentena vou mesmo precisar de comprar sweats novas", "Quarentena so me ta a pôr a treinar", "Essa quarentena tá me a fazer bué pensar nas cenas e eu tou a curtir de ter outra perspectiva das cenas fr", "Pós Quarentena @? ", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "@antoniomad_ @bernassantoss @mgdsf00 Isso nem na quarentena acontece 😅", "Quarentena está a deixar o meu corpo pior do que já estava", "eu juro q tou a gostar da minha quarentena, sou a única? 🤔", "Começo me arrepender dos ghosts que dei,acho que é efeito da quarentena", "Uma casa assim e com amigos? Fazia quarentena até sem corona ", "Esta quarentena deu-me tempo de qualidade com os meus pais e isso era tudo o que mais precisava este ano ❤️", "Estar em quarentena e ter que fazer trabalhos e estudar não é tão fácil qto parece. É verdade que o tempo não falta. O problema é a habilidade de lidar com tédio e falta de concentração. Depois vem o sentimento de culpa por não fazer absolutamente nada de jeito 🤯", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "@RLopes1904 juro és gnd bacano e curti de ti mm líder, qlqr cena já sabes rei\n\nAcabar essa merda de quarentena e ir drenar mm", "Nesta quarentena deu para pensar em muita merda", "Quando a quarentena acabar isto é obrigatório ", "Pós Quarentena @? ", "A quarentena anda-me a dar imensa ansiedade \ne nem estou a gozar", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Nesta quarentena deu para pensar em muita merda", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Treino-❌\nGood vibes-❌\nTrabalhos da escola-❌\nMais um dia merda na quarentena-✅ ", "🔞Eu só tenho 17 anos e já\n🔞: não \n🔞: sim\n🔞: sim\n🔞: sim\n🔞: não \n🔞: não \n🔞: não \n🔞: sim\n🔞: não \n🔞: não \n🔞: não \n🔞: não \n🔞: Se não fosse a quarentena era já 😏🤣", "Como vou dizer q gosto dela nessa merda de quarentena?😭", "Nesta quarentena deu para pensar em muita merda", "@brocolipa ACABARAM DE ESTRAGAR O MEU MOOD PARA O RESTO DA QUARENTENA. abrem as putas das escolas e universidades e em Agosto não posso ir à praia, vai te foder corona", "Esta quarentena está me a ir buscar um lado sentimental que não tinha", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Nesta quarentena deu para pensar em muita merda", "Estou tão farto desta quarentena que já nem me suporto a mim mesmo 🤦🏾‍♂️", "@LuizJacob11 mds quem q tava fazendo farra na quarentena?", "Das raras vezes que me senti gira nesta quarentena 🤷🏽‍♀️✨ ", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Um date na praia a noite é um must depois da quarentena", "@vceverdesaiso 1234673 dia de quarentena:", "Quando a quarentena acabar isto é obrigatório ", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Está quarentena anda a fazer mal a algumas pessoas", "A quarentena anda-me a dar imensa ansiedade \ne nem estou a gozar", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "esta quarentena está a mostrar me cm quem realmente posso contar e é triste ver amizades q julgava importantes a fingirem q nem sequer existo", "Qmd estar a passar a quarentena com os meus amigos, era só demais", "fim da quarentena quem vem p lisboa", "A quarentena anda-me a dar imensa ansiedade \ne nem estou a gozar", "6 temporadas de bojack horseman assistidas em quase 40 dias de quarentena, e depois eu me pergunto porque to tão perturbada", "Arrumada p ficar em ksa pq neh quarentena ", "Qmd estar a passar a quarentena com os meus amigos, era só demais", "Um date na praia a noite é um must depois da quarentena", "Com a quarentena aprendi a dar mais valor e ouvidos a quem está a meu lado", "@lftofoli @kardashapobre Isso é o que acontece com as internações quando se achata a curva. Ela para de crescer e fica estável durante bastante tempo. E aqui estamos na 5a semana de quarentena com ampla aderência da população. ", "Quarentena abril 2020 via @YouTube", "eu quando a quarentena acabar para ir ter com a minha namorada ", "Olha como essa quarentena me tá a fazer mal, tou a ouvir scorpions na cama😭😭😭😭", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Não sei mas está quarentena está a mecher cmg e a mudar me e eu sinto isso", "Esta quarentena está me a ir buscar um lado sentimental que não tinha", "Minha vontade de estudar nesta quarentena ", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Segredo para uma quarentena chill, instalar Gta v e jogar com amigos xd", "Tinha q sair logo este reality show na quarentena 😒", "@_Odahcam_4 @carlaf_dores Estais é tolas da cabeça a quarentena não vos faz bem 😂😂😂", "@Alvaro_silva9 Nota se mm que a quarentena lhe está a afetar @cristianamariia", "@raafaela16_ para aqueles q tão a gostar da quarentena ", "@lftofoli @kardashapobre Sou médico aqui em Portugal, trabalho em serviço com pacientes com covid. Em nenhum dos países aqui da Europa, possivelmente do mundo, a curva está se comportando desse jeito. Essa queda de cerca de 70% em 3 semanas é impossível. Nem com quarentena de 100% isso aconteceria.", "@lobiinhas Depois da quarentena vou-te dar um estalo", "E estas vibes?? Que nesta quarentena mudam de 2 em 2 minutos!? \nSerá que sou o único?", "Quem tá farto da quarentena fala eu", "Quarentena ajuda nos a perceber quem são os nossos verdadeiros amigos", "Márcio Sampaio, um dos preparadores físicos de Jorge Jesus no @Flamengo, deu-me um exemplo. Com a informação fornecida pelos jogadores através da aplicação foi possível descobrir alguns efeitos da quarentena e atuar para resolvê-los. No @Record_Portugal ", "Nesta quarentena deu para pensar em muita merda", "Bora todos fazer o resto da quarentena na berlenga, a meu ver é a melhor opção", "Vem ter cmg já preciso de ti nesta quarentena chataa😫❤️ ", "A minha vida durante esta quarentena resume se a comer chocolate, ver prison break e jogar", "Arrendo o meu irmão durante a quarentena, interessados dm", "Quarentena ajuda nos a perceber quem são os nossos verdadeiros amigos", "@lorra_marques Aproveita os webcrentes na quarentena", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "e se organizássemos um torneio de quarentena de CS:GO dos rapazes (meninas tb podem vir dar tareia nos rapazes) gamers aqui do twitter pela cultura?", "nós a irmos fazer as sobrancelhas depois da quarentena ", "Quarentena ajuda nos a perceber quem são os nossos verdadeiros amigos", "Ok mas Pqq a minha barriga cresceu significativamente desde o início da quarentena 😥😓😪", "@Alvaro_silva9 Nota se mm que a quarentena lhe está a afetar @cristianamariia", "Avaliação do Vai-Vem na quarentena é subir e descer no elevador", "quero conhecer pessoal nesta merda de quarentena\n💚 e mando dm", "Um date na praia a noite é um must depois da quarentena", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "Quando a quarentena acabar vou cortar o cabelo e fazer as sobrancelhas e aviso já q vou tirar muitos instasnaps vou encher aquela merda com a minha beleza", "Quarentena ajuda nos a perceber quem são os nossos verdadeiros amigos", "Pq tanto medo\nDo preto, do pobre \nDas crianças nos sinais\nQuem tá de terno e gravata, meu bem..\nTa te roubando muito mais\n\nAngel - Acabar (Angel)\n#angel #autoral #musicaautoral #music #Musica #quarentena #QuarentineLife #quarentine ", "@RAQS_99 se tiveres cumprido a quarentena e o isolamento também estás convidado oh pota @CatorzeMario", "Digam-me lá quem é que não fez porcaria no cabelo durante esta quarentena...", "@Gaby09404241 Quando a quarentena acabar vou deixar 😂😂", "sabadou hj com wesley safadão\n\no bom dessa quarentena é q td fim d semana tem show diferente p gnt ve\n\nse n fosse as live dificilmente eu veria\n\ne nem precisa ficar em pé, apertado com os outro derramando catuaba quente na gnt\n\nparabens quem invento as live, brab\n #LiveDoSafadão", "A quarentena permite-nos perder tempo a fazer lomotif ", "Quando a quarentena acabar isto é obrigatório ", "Aos que não querem que se assinale o 25 de abril na AR. O vosso problema não é de agora e não tem nada a ver com a quarentena. O vosso problema tem 46 anos e é a ideia de que toda a gente tem direito à liberdade e a uma vida digna. 25 de Abril sempre, fascismo nunca mais!", "Quando ainda não se pensava em quarentena :( ", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Efeitos da quarentena 😅 ", "@canudzz Dudette tu n me podes dizer estas coisas em quarentena que eu choro", "Se conseguirmos sair desta quarentena com alguma sanidade mental, então conseguimos tudo!", "O que era da minha quarentena sem ti? Uma 💩 ", "Esta quarentena tá a dar cabo das minhas costas", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Quando a quarentena acabar isto é obrigatório ", "Queria isto nesta quarentena ", "Se não fosse esta merda da quarentena e do vírus que me tá a impedir de fazer seja o que for, eu de certeza que estaria numa das melhores fases da minha vida, e de não saber mm quando é que esta merda acaba de vez, deixa me triste...", "Tenho que experimentar durante esta quarentena ", "eu quando sair à rua depois de 257 dias de quarentena ", "esta quarentena deu-me novos outfits e a vossa ? ", "o bom da quarentena é que tou a poupar bue dinheiro, não gastei um cêntimo sequer", "@__smag__ AHAHAHAHAHAH só tu para me fazeres rir no meio desta quarentena.", "A verdade é uma, a quarentena está a passar rápido", "Tenho que experimentar durante esta quarentena ", "O David Guetta acabou de fazer a maior live da quarentena", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Acham que a vossa quarentena está a ser degradante? Uma amiga minha é vizinha destas pessoas: ", "Vocês que quebram a quarentena para irem fumar shisha, como é que se sentem ?", "o bom da quarentena é que tou a poupar bue dinheiro, não gastei um cêntimo sequer", "@aanna_1906 Antes da quarentena o meu tele já tinha a bateria bue ma agora imagina hahah", "RT quem fodeu a bateria toda nesta quarentena ", "@alexiamota05 Até quero ver qnd acabar a quarentena", "Pela primeira durante a quarentena tive um dia foi produtivo", "Estou a 2 dias sem beber nessa quarentena, meu recorde e de 2 dias!", "eu ficaria de quarentena a vida toda com cerveja minha @ e safadao", "Esta quarentena tá me a pôr maluca juro", "@dreacubanita Yha eu percebo isso mas eu concordo em sair da quarentena se as pessoas realmente respeitarem as limitações pq tmb n quero dizer tipo saiam e façam oq quiseres", "Efeitos da quarentena 😅 ", "Quarentena tá me a afetar jr", "O David Guetta acabou de fazer a maior live da quarentena", "Esta quarentena só está a despertar o nosso lado mais negro. Ninguém está a ponderar trabalhar mais, estamos todos é a pensar nas quantidades absurdas de álcool que em conjunto iremos ingerir", "vcs a irem á praia com os vossos amigos, tipo que não estamos em quarentena...", "quando a quarentena acabar vai ser puta de avacalho", "Se um gajo já se sentia um pouco alone com a normalidade então agora com a quarentena e não ver pessoas há 1 mês", "A verdade é uma, a quarentena está a passar rápido", "assim que a quarentena acabar vou tatuar", "quarentena a fazer mal ", "@Reinald0_Junior @Jorge84rjr @Mab_Dia @Eacamelo1 @OsmarTerra Coréia do Sul faz um programa de monitoramento e teste em massa que passa longe de qualquer proposta já pensada pelo governo brasileiro. Japão acaba de voltar pra quarentena. O terceiro exemplo você pode ler aqui: ", "Eu quero tanto que esta quarentena acabe para finalmente estar com quem tanto quero", "#quarentena se eu não morro de covid morro de cirrose", "Com esta quarentena está tudo carente", "Man com esta série a quarentena passas correr 😂quem me dera que tivesses 3990 temporadas 😂", "Com medo do vírus, aguentei 1 mês de quarentena sem encomendar pizza. Por isso hoje mandei vir, não uma, mas duas pizzas e dois pães de alho com queijo. \n\nCamaradas, se for esta a minha morte, então que o seja", "Eu quero tanto que esta quarentena acabe para finalmente estar com quem tanto quero", "O David Guetta acabou de fazer a maior live da quarentena", "Mas tipo a quarentena já acabava, tenho saudades das minhas amigas :(", "Se o hotel de quarentena fosse transformado em hospital, pois, a maior cidade construída no pós guerra não tem hospital público ou centro de saúde decente.", "Aos que não querem que se assinale o 25 de abril na AR. O vosso problema não é de agora e não tem nada a ver com a quarentena. O vosso problema tem 46 anos e é a ideia de que toda a gente tem direito à liberdade e a uma vida digna. 25 de Abril sempre, fascismo nunca mais!", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Mas qual é o mal do Big Brother na TVI?! Eles é que ficam bem, quarentena mesmo, com comida, roupa nova, piscina e sem mexer uma palha", "Nesta altura da epoca ja tava com alguma lesão qualquer, lado positivo da quarentena 🤣", "A quarentena está a matar-me mas desde quando eu ORIANA MOREIRA choro a ouvir música ? Tou bue burra", "Quando a quarentena acabar isto é obrigatório ", "ficou pior antes de ficar melhor\ne depois passei os meus melhores anos fechada em casa\nquarentena quem?\nde qualquer das formas, acreditei na treta p*dofila que as mulheres atingem o pico aos 16 anos e fiquei super triste q isto era o mais linda q ia ser na vida", "Nunca bebi tanta água na vida como estou a beber nesta quarentena 🥵", "@itsvanessasofia Quarentena absoluta agora 🤦🏻‍♂️", "Eu estou igual o tirúúú nessa quarentena assistindo a #LiveDoSafadao 💥🤣🤣🤣🤣 ", "Nesta quarentena vejo relações a acabarem e amizades a acabar", "Eu quero tanto que esta quarentena acabe para finalmente estar com quem tanto quero", "@quimerinha ah, é também muito pela diversão, sei lá. conteúdo você realmente sempre tem, mas é tb um /show particular/, com momentos muito mais particulares. eles usam isso pra arrecadar dinheiro também. mas em geral é pra passar o tempo nessa quarentena", "E vcs q demoram a responder até em quarentena?", "O David Guetta acabou de fazer a maior live da quarentena", "39º dia de quarentena: ver vídeos e fotografias antigas com a minha família só tem 2 resultados possíveis, imensas saudades daquele tempo e partir o coco a rir.", "@xnstv @dianasilva6817 @Marianagouveias @filosofaaaa Jr n me apetecia nada meter mas qnd se meteeeem na vidaaa dos outros eu fico tp:\n\"Chamem a ajuda psicológica temos mais uma q a quarentena ta a afetar\"", "Os professores acham que com a quarentena ficámos robôs", "Quando a quarentena acabar isto é obrigatório ", "Quarentena tá me a afetar jr", "Filas do mc na quarentena ", "RT quem fodeu a bateria toda nesta quarentena ", "Só quero que a quarentena acabe para ir à pesca com o @fmpmouro 😂🎣", "Eu quero tanto que esta quarentena acabe para finalmente estar com quem tanto quero", "E o vencedor do shot é:\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\n.\nToda a gente, porque o dinheiro que não gastei nesta quarentena é para ser usado", "Vou sair da quarentena uma versão melhorada, isto até me ta a fazer bem", "Mas qual é o mal do Big Brother na TVI?! Eles é que ficam bem, quarentena mesmo, com comida, roupa nova, piscina e sem mexer uma palha", "@picspocs3 Epa ya mas o meu cunhado tinha estado em contacto com um amigo dele que testou positivo, esteve de quarentena, isolado uns dias e não teve sintomas. Entretanto já esteve com a minha irmã e sobrinha e nada.\nOu seja, é possível que todos tenham e não se saiba, é bué estranho mas ya", "Eu quero tanto que esta quarentena acabe para finalmente estar com quem tanto quero", "uma das coisas boas que a quarentena me deu a conhecer foi como sabe bem fazer caminhadas", "Quando a quarentena acabar isto é obrigatório ", "E vcs q demoram a responder até em quarentena?", "Sinceramente eu venho ao tt e só me fico a rir com os beefs todos que andam aí, definitivamente esta quarentena traz efeitos colaterais 🤣", "acaba a quarentena e em vez de ser ganda festa vai ser e ganda fight", "O David Guetta acabou de fazer a maior live da quarentena", "Só quero que a quarentena acabe para ir à pesca com o @fmpmouro 😂🎣", "É só atletas nesta quarentena", "@aheavenspiece pós quarentena be like", "Esta quarentena está a matarme....juro n aguento mais estou cheio de saudades da minha namorada", "Só sei que a cada dia que passa desta quarentena fico menos produtiva e com menos motivação para fazer as coisas", "Quando esta quarentena acabar vou fzr uma tatuagem🤪", "Acho que é a primeira vez na quarentena que tenho tanto sono a esta hora", "gente é a música hahah estamos os dois vendo ao mesmo tempo a live de safadao. eu juro q n vou quebrar a quarentena ok.", "Quarentena está a deixar-me vulnerável, god 😣"]